using System;

namespace StdbModule;

public static partial class UkrainianQuotes
{
    public static class МаркоВовчок
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://uk.wikiquote.org/wiki/Марко_Вовчок", Text = "Як це все цікаво складається: і любов, і сльози, і багатий жених, і піднесені почуття.", Author = "Марко Вовчок" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Марко_Вовчок", Text = "Кожен чоловік другому ворог великий, ворог лихий, — промовила з опалом: очі заіскрились, задрижали уста: пізналася мені давня Катря. Огнем та полум'ям од неї пахнуло — як колись.", Author = "Марко Вовчок" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Марко_Вовчок", Text = "Не всі, голубе мій, в морі топляться — більше в калюжах.", Author = "Марко Вовчок" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Марко_Вовчок", Text = "Тоді напала на мене туга ревная, невсипуща, невгавуща, лихая і невмолимая — вона мене пхала кудись пріч, далі, далеко... Вона мене з місця пхала за двері, гнала улицею, провадила степами, полями, лісами, гаями.", Author = "Марко Вовчок" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Марко_Вовчок", Text = "Якраз з наших вікон видно було дорогу, шляшок битий звивався до міста, — у місті я бував [...] Так вився ж той шляшок кудись далі за те місто... І поверзлось мені, що оце і є він, шлях мій, що аби я ним пішов, то усе б собі знайшов...", Author = "Марко Вовчок" },
        };
    }
}