using System;

namespace StdbModule;

public static partial class UkrainianQuotes
{
    public static class МаркоВовчок
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://uk.wikiquote.org/wiki/Марко_Вовчок", Text = "Вона вже не сяяла тепер задоволенням і щастям, була ніби не в настрої і дещо бліда. Її блідість була не та, що зостається на обличчі після пережитого горя чи хвилювання, не та, що покриває лице в хвилини глибокої печалі чи жагучої прикрості, — вся істота її показувала, що вона зблідла просто від нудьги: у руках її була млявість, повіки якось обважніли, очі зблякли, куточки рота опустились вниз.", Author = "Марко Вовчок" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Марко_Вовчок", Text = "Як це все цікаво складається: і любов, і сльози, і багатий жених, і піднесені почуття.", Author = "Марко Вовчок" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Марко_Вовчок", Text = "І морено, й мучено нас — та все дурницею. І те вчи, і друге, й десяте, й п'яте... товчи та товчи, та й товчи!.. Нащо мені те знати, як по небу зорі ходять або як люди живуть поза морями та чи в їх добре там, та чи в їх недобре там? Аби я знала, чим мені себе між людьми показати...", Author = "Марко Вовчок" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Марко_Вовчок", Text = "Кожен чоловік другому ворог великий, ворог лихий, — промовила з опалом: очі заіскрились, задрижали уста: пізналася мені давня Катря. Огнем та полум'ям од неї пахнуло — як колись.", Author = "Марко Вовчок" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Марко_Вовчок", Text = "Не всі, голубе мій, в морі топляться — більше в калюжах.", Author = "Марко Вовчок" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Марко_Вовчок", Text = "Спершу було трудно, а далі нудно. Нудно і вбого. Не той чоловік вбогий, що багатства стратив, а той, що не дбає ні об чім, що йому нічого не маниться. [...] я страх як занудився — нічого було мені не треба, і усе мені докучало; вийду між люди, гніваюся, що попав у те джерело; сиджу самотній, скаржуся, що мене вітер і сонце обіжає, літо й зима, осінь і весна — усе в світі.", Author = "Марко Вовчок" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Марко_Вовчок", Text = "Тоді напала на мене туга ревная, невсипуща, невгавуща, лихая і невмолимая — вона мене пхала кудись пріч, далі, далеко... Вона мене з місця пхала за двері, гнала улицею, провадила степами, полями, лісами, гаями.", Author = "Марко Вовчок" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Марко_Вовчок", Text = "Якраз з наших вікон видно було дорогу, шляшок битий звивався до міста, — у місті я бував [...] Так вився ж той шляшок кудись далі за те місто... І поверзлось мені, що оце і є він, шлях мій, що аби я ним пішов, то усе б собі знайшов...", Author = "Марко Вовчок" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Марко_Вовчок", Text = "Уперше портрет і біографію авторки надрукували лише в київському виданні 1901-1903 року. Доти Марко Вовчок забороняє пресі оприлюднювати будь-які відомості про себе, в тому числі й насамперед – друкувати портрети. […] ''«Біографію тільки тоді слід писати, коли людина в могилі й могила тричі травою поросла, а поки людина жива, біографія передчасна»'', – постулює авторка «Живої душі», гігантського біографічного роману з російськомовної й жахливо багатослівної частини спадку.", Author = "Ганна Улюра" },
        };
    }
}