using System;

namespace StdbModule;

public static partial class UkrainianQuotes
{
    public static class МиколаХвильовий
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Азіатський ренесанс — це епоха європейського відродження плюс незрівняне, бадьоре й радісне грецько-римське мистецтво.", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Всі ці літературні всеукраїнські ЦК зовсім непотрібні для письменника. Справа не в літературному ЦК, а в літературі.", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Геть від Москви! Дайош Європу!", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "За всяку ціну ми мусимо вивести нашу літературу на широку європейську арену.", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Ідея відродження моєї нації нічого не має спільного з національною романтикою.", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Його комуністична партія потихесеньку та полегесеньку перетворюється на звичайного собі «собірателя землі руської»...", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Ми розуміємо Європу теж як психологічну категорію, яка виганяє людськість із «Просвіти» на великий тракт прогресу.", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Митцем взагалі може бути тільки виключно яскрава індивідуальність...", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Митцем треба народитися...", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Міщанство — завжди міщанство і завжди йому одна ціна.", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Національне відродження робить чудеса, і нація прискореним темпом підходить до свого золотого віку.", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Нове мистецтво утворюють робітники і селяни. Тільки з умовою: вони мусять бути інтелектуально розвиненими, талановитими, геніальними людьми. Хто цього не розуміє — той дурень.", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Оскільки українська нація кілька століть шукала свого визволення, остільки ми розцінюємо це як непереможне її бажання виявити й вичерпати своє національне (не націоналістичне) офарблення.", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Отже, гряде могутній азіатський ренесанс у мистецтві, і його предтечами є ми, «олімпійці».", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "По-перше, не треба повторюватись, по-друге — не треба чіпати дрібничок.", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Романтика вітаїзму... це мистецтво першого періоду азіатського ренесансу. З України воно мусить перекинутися у всі частини світу...", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Романтику вітаїзму утворюють не «енки», а комунари. Вона, як і всяке мистецтво, для розвинених інтелектів.", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Росія ж самостійна держава? Самостійна! Ну, так і ми самостійна.", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Темна наша батьківщина. Розбіглась по жовтих кварталах чорнозему й зойкає росою на обніжках своїх золотих ланів. Блукає вона за вітряками й ніяк не найде веселого шляху.", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Треба негайно на настирливе запитання «Європа чи Просвіта?», відповісти: — «Європа».", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Треба негайно «одшити» — або принаймні поставити на своє місце різних писак, що, вміючи сяк-так зробити репортерську замітку, тикають свого носа в мистецтво й — більше того — намагаються керувати ним.", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Україна буде доти пляцдармом для контрреволюції, доки не пройде той природний етап, який Західна Європа пройшла в часи оформлення національних держав", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Українська інтелігенція відчуває, що в масі вона не здібна побороти в собі рабську природу, яка північну культуру завжди обожнювала і тим не давала можливості Україні виявити свій національний геній.", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Хіба тебе не захоплює сьогодні хоч би та ж ідея відродження твоєї нації?", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Хіба це не вона та типова українська жінка, що, так ганебно випровадивши синів Тараса Бульби на Запорізьку Січ, пішла плодити безвольних людей?", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Чому ми нарешті не соромимось проїдати тут народні гроші саме в той час, коли навкруги нас люди живуть у неможливих злиднях...", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Що ж тоді: — Європа чи «Просвіта»? Для мистецтва — тільки — Європа.", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "«Я — чекіст, але я і —людина»", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "І справді: при всій своїй нормальності я все-таки, коли провіряю себе, трошки психічно ненормальний", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Ми написали «зречення»? Написали. Чого ж іще від нас вимагають? Лизати задницю, чи що? Що ж до «Вальдшнепів», то я певний, що, не будь їх, все одно щось найшли б і припрягли б мені", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Почуття самокритики не завше скеровує на правдивий шлях, цим і пояснюється почасти те, що я мало пишу (властиво багато знищую)", Author = "Микола Хвильовий" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Хвильовий", Text = "Словом, достоєвщина, патологія, але застрелитися я ніяк не можу. Два рази ходив у поле, але обидва рази повертався живим і невредимим: очевидно, боягуз я великий, нікчема", Author = "Микола Хвильовий" },
        };
    }
}