using System;

namespace StdbModule;

public static partial class UkrainianQuotes
{
    public static class МиколаЗеров
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Зеров", Text = "Її індивідуалізм — бурхливий протест проти кволості й дрімливості громадянства, проти його невільницького духу й пасивності.", Author = "Микола Зеров" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Зеров", Text = "А її самотність на верхівях, далеко «від пахощів облесливих долин», то самотність творця, що в горах повинен, як Заратустра, передумати всю свою мудрість, щоб у належний час понести її в долини, віддати людям.", Author = "Микола Зеров" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Зеров", Text = "А що у Лесі бували часом індивідуалістичні настрої, що її зброя оберталася проти громадянства, що вона ставала на прю з ним, — то це звичайне явище, коли «ватажок», поет чи мислитель переростає своє оточення, убоге, безсиле, не розвинене естетично, не піднесене культурно.", Author = "Микола Зеров" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Микола_Зеров", Text = "Коли «провідники» бачать те, що має прийти, але повести маси за собою не можуть, бо в розвитку самих мас немає для того «відповідних передумов».", Author = "Микола Зеров" },
        };
    }
}