using System;

namespace StdbModule;

public static partial class UkrainianQuotes
{
    public static class ОксанаЗабужко
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://uk.wikiquote.org/wiki/Оксана_Забужко", Text = "Справжня її сила, те, чим вона важлива європейській, світовій культурі, її інновація і революція, те, без чого історія жіночої літератури на планеті Земля не може бути по праву відчитана, — це її двадцять драм; двадцять одна насправді.", Author = "Оксана Забужко" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Оксана_Забужко", Text = "«Шекспір в спідниці». І це й відповідь на питання, як її пропагувати, як про неї розповідати іноземцям.", Author = "Оксана Забужко" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Оксана_Забужко", Text = "Касандра Лесі Українки, як і всі її жіночі характери, позбавлена віктимності в старому патріархальному сенсі слова...", Author = "Оксана Забужко" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Оксана_Забужко", Text = "А Дон-Жуан, якого вона, силами своїх героїнь Анни і Долорес, деконструювала й похоронила за покоління до того, як його деконструювала і похоронила європейська традиція!", Author = "Оксана Забужко" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Оксана_Забужко", Text = "«Історію Мавки може тільки жінка написати» – абсолютно феміністична заява;", Author = "Оксана Забужко" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Оксана_Забужко", Text = "ніXто так далеко не йшов тоді в ствердженні повноправного жіночого голосу в літературі, в переписуванні всієї європейської міфології з жіночої точки зору – від «Іліади» починаючи і «Дон-Жуаном» закінчуючи.", Author = "Оксана Забужко" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Оксана_Забужко", Text = "Мова Лариси Косач двадцятьлітньої і мова Лариси Косач сорокалітньої – це дві різні мови.", Author = "Оксана Забужко" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Оксана_Забужко", Text = "«Блакитна троянда», перша її п’єса і єдина, яку вона побачила на сцені, викликала шок у публіки саме тим, що українською герої розмовляли про спадковість, психічні хвороби, емансипацію жінок, Данте і Крафт-Ебінґа, а не про народ, соловейка і криниченьку.", Author = "Оксана Забужко" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Оксана_Забужко", Text = "Звісно, перед Лесею Українкою були «батьки», покоління Пчілки й Старицького, які свідомо «кували» українську термінологію, абстрактну лексику, але я саме її назвала б піонеркою української «інтеліґентської» мови, бо таки в неї першої українська мова вже «вміє все».", Author = "Оксана Забужко" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Оксана_Забужко", Text = "Відповідає потребам повноструктурного модерного суспільства.", Author = "Оксана Забужко" },
        };
    }
}