using System;

namespace StdbModule;

public static partial class UkrainianQuotes
{
    public static class ОлександрОлесь
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://uk.wikiquote.org/wiki/Олександр_Олесь", Text = "Люблю. Без пам'яті люблю… Хай, може, більше проклинаю. Я знаю — сам себе гублю, Але не можу і кохаю…", Author = "Олександр Олесь" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Олександр_Олесь", Text = "Квітки любові розцвітають Єдиний раз, єдиний раз. Вони ніколи не вмирають І вічно в серце ранять нас.", Author = "Олександр Олесь" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Олександр_Олесь", Text = "Як іскра ще в тобі горить І згаснути не вспіла, — Гори! Життя — єдина мить, Для смерті ж — вічність ціла.", Author = "Олександр Олесь" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Олександр_Олесь", Text = "Але схід зайнявся сонцем, Хмари в золоті, в огні... І самотньо одцвітають Зблідлі ватри вдалині.", Author = "Олександр Олесь" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Олександр_Олесь", Text = "Думко! коли і тебе виливаю В слово холоднеє, в пісню свою, Пекло таке ж я в душі своїй маю — Спалює всю воно душу мою...", Author = "Олександр Олесь" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Олександр_Олесь", Text = "Гроза пройшла… зітхнули трави, Здаля розвіялись тумани, Спинилась кров, замовкли рани… Прибите серце ожило.", Author = "Олександр Олесь" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Олександр_Олесь", Text = "Наче море в краях полудневих, Зеленіють зелені сади, Білий цвіт на деревах вишневих — Наче шум весняної води.", Author = "Олександр Олесь" },
        };
    }
}