using System;

namespace StdbModule;

public static partial class UkrainianQuotes
{
    public static class ОстапВишня
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://uk.wikiquote.org/wiki/Остап_Вишня", Text = "Іноді мале туди стромляє свою пичку, куди йому зовсім не слід.", Author = "Остап Вишня" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Остап_Вишня", Text = "Співать — це обов'язково, як дихати.", Author = "Остап Вишня" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Остап_Вишня", Text = "Славний Київ, хароший Київ! Стоїть собі на золотих горах, над сивим Дніпром, а святі та преподобні Антоній та Тодосій з іншими чудотворцями печерськими молять Бога за його.", Author = "Остап Вишня" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Остап_Вишня", Text = "Легко сказати — Крим, а от як його вам описати так, щоб ви зразу відчули, що воно за країна така отой Крим, що про його й легенди, й пісні, й перекази, що до його з усіх країв світу білого ідуть і їдуть, щоб хоч одним на його оком глянути, щоб хоч раз його повітрям дихнути, щоб підставити хоч на хвилину своє анемічне тіло під палюче й цілюще проміння його гарячого сонця…", Author = "Остап Вишня" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Остап_Вишня", Text = "Барвінок у Криму росте. Та такий рясний та хороший…", Author = "Остап Вишня" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Остап_Вишня", Text = "Спорідненість культур — і кришка! Без нікоторого імперіалізму — на законній підставі!", Author = "Остап Вишня" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Остап_Вишня", Text = "Оті дурні, що кричать «націоналіст!», не розуміють і ніколи не зрозуміють, що я зумів об'єднати любов до мого народу з любов'ю до всіх народів світу!", Author = "Остап Вишня" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Остап_Вишня", Text = "Не з написаної вдома з фольклорних матеріалів лекції, що перед студентами басом: Мальовані бильця Пішли до Кирильця... А з материних уст...", Author = "Остап Вишня" },
        };
    }
}