using System;

namespace StdbModule;

public static partial class UkrainianQuotes
{
    public static class ПанасМирний
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Поки не знаєш добра у світі, то й лихо добром стає.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Тяжка печаль одбирає і слух, і мову.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Де знайшов шану, там загубив спокій.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Голод, лихий побратим убожества, — перший ворог ледарства.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Козак сам собі повинен знайти долю.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Мова — жива схованка людського духу, його багата скарбниця, в яку народ складає і своє давнє життя, і свої сподіванки, розум, досвід, почування.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Були вільні, поки волі не було.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Легка тому робота… хто її робить по своїй волі.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "І скрізь вороги — і ворогів немає, бо люди пониділи: ніхто не хоче прямо мірятись силою!", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Немає єдності — чорт має й волі!", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Своєї долі не вгадаєш.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Який не є хазяїн, а все кращий від наймита.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Найбільше і най­до­рож­че доб­ро в кож­но­го на­ро­ду — це йо­го мо­ва, ота жи­ва схо­ван­ка людсько­го ду­ху, йо­го ба­га­та скарб­ни­ця, в яку на­род скла­дає і своє дав­не жит­тя, і свої сподіван­ки, ро­зум, досвід, по­чу­ван­ня.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Наші діти у свою чер­гу додають до здо­бу­то­го від нас скар­бу мо­ви своїх ви­мовів то­го, що їм за сво­го жит­тя до­ве­ло­ся нав­чи­ти­ся, пе­ре­ду­ма­ти, пе­ре­жи­ти...", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Та­ким по­би­том і скла­дається людська мо­ва, що з кож­ним но­вим коліном все більше та більше ши­риться-зрос­тає.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "А це ясує, що ми після дов­го­го сну роз­бур­ка­ли­ся і по­чи­наємо очи­ма во­ди­ти, до­во­ди­мо світові, що ми, як і другі, хо­че­мо жи­ти та то­го всесвітнього доб­ра — культу­ри нам­но­жу­ва­ти.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "І на цьому шля­ху не зу­пи­не нас про­ро­ку­ван­ня мудраків, бо твор­ча си­ла ожи­ла і рідну мову воск­ре­си­ла.", Author = "Панас Мирний" },
        };
    }
}