using System;

namespace StdbModule;

public static partial class UkrainianQuotes
{
    public static class ПанасМирний
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Поки не знаєш добра у світі, то й лихо добром стає.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Тяжка печаль одбирає і слух, і мову.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Де знайшов шану, там загубив спокій.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Голод, лихий побратим убожества, — перший ворог ледарства.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Козак сам собі повинен знайти долю.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Мова — жива схованка людського духу, його багата скарбниця, в яку народ складає і своє давнє життя, і свої сподіванки, розум, досвід, почування.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Були вільні, поки волі не було.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Легка тому робота… хто її робить по своїй волі.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "І скрізь вороги — і ворогів немає, бо люди пониділи: ніхто не хоче прямо мірятись силою!", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Немає єдності — чорт має й волі!", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Своєї долі не вгадаєш.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Який не є хазяїн, а все кращий від наймита.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Найбільше і най­до­рож­че доб­ро в кож­но­го на­ро­ду — це йо­го мо­ва, ота жи­ва схо­ван­ка людсько­го ду­ху, йо­го ба­га­та скарб­ни­ця, в яку на­род скла­дає і своє дав­не жит­тя, і свої сподіван­ки, ро­зум, досвід, по­чу­ван­ня.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Наші діти у свою чер­гу додають до здо­бу­то­го від нас скар­бу мо­ви своїх ви­мовів то­го, що їм за сво­го жит­тя до­ве­ло­ся нав­чи­ти­ся, пе­ре­ду­ма­ти, пе­ре­жи­ти...", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Та­ким по­би­том і скла­дається людська мо­ва, що з кож­ним но­вим коліном все більше та більше ши­риться-зрос­тає.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "А як лю­ди доб­ра­ли спо­со­бу заз­на­ча­ти сло­ва знач­ка­ми, як за­ве­ло­ся поміж людьми писемність, то во­но ще більше до­по­мог­ло їм роз­ви­ну­ти свою мо­ву, бо поміж людьми ви­яви­лись такі митці, що все жит­тя своє приз­ви­чаїли до сво­го діла.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Багато такі митці-письмен­ни­к­и до­по­ма­га­ли кож­но­му на­ро­дові роз­ви­ну­ти йо­го мо­ву і тим ви­со­ко підно­с­ли йо­го уго­ру се­ред інших на­родів, бо не­ма­ло сла­виться поміж людьми той на­род, у яко­го йо­го мо­ва роз­ви­ну­та та зба­га­че­на тво­ра­ми вся­ко­го письменст­ва.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "І те­пер ще є чи­ма­ло своїх-та­ки муд­раків, що, забув­ши, яко­го во­ни ро­ду і пло­ду, — не­гу­ють своєю рідною мо­вою, про­ро­ку­ючи їй корот­кий вік, до­ки прості лю­ди просвітяться на­укою і од­ки­нуть тоді свою мо­ву як нікчем­ну, за­нед­ба­ють її, як ні на що не потрібну.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "Та не зу­пи­ни­ли во­ни лю­бові до рідно­го сло­ва справжніх на­ро­до­любців, не зат­лу­ми­ли їх віри у бу­ду­щи­ну своєї мо­ви, що й без письменст­ва, а од­нією твор­чою си­лою народ­но­го ду­ху ви­ко­на­ли такі яск­раві зраз­ки тендітних пісень, гли­бо­ких дум, цікавих ка­зок, при­повісток.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "А це ясує, що ми після дов­го­го сну роз­бур­ка­ли­ся і по­чи­наємо очи­ма во­ди­ти, до­во­ди­мо світові, що ми, як і другі, хо­че­мо жи­ти та то­го всесвітнього доб­ра — культу­ри нам­но­жу­ва­ти.", Author = "Панас Мирний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Панас_Мирний", Text = "І на цьому шля­ху не зу­пи­не нас про­ро­ку­ван­ня мудраків, бо твор­ча си­ла ожи­ла і рідну мову воск­ре­си­ла.", Author = "Панас Мирний" },
        };
    }
}