using System;

namespace StdbModule;

public static partial class UkrainianQuotes
{
    public static class ІванБагряний
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://uk.wikiquote.org/wiki/Іван_Багряний", Text = "Ми є. Були. І будем Ми! Й Вітчизна наша з нами", Author = "Іван Багряний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Іван_Багряний", Text = "Не іменуй же мене поетом, друже мій, бо поети нині — це категорія злочинців, до якої не належав і не хочу належати. Не іменуй же мене поетом, бо слово поет скорочено стало визначати: хамелеон, проститутка, спекулянт, авантурник, ледар…", Author = "Іван Багряний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Іван_Багряний", Text = "Людина — це найвеличніша з усіх істот. Людина — найнещасніша з усіх істот. Людина — найпідліша з усіх істот. Як тяжко з цих трьох рубрик вибирати першу для доведення прикладом.", Author = "Іван Багряний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Іван_Багряний", Text = "Стільки задумів лежить нездійснених, вже виношених, вже розпрацьованих, але не доведених до завершення речей! І чи зможу я їх завершити з угробленим серцем! — з дірявими легенями! І з такою несамовитою втомою, що хочеться просто стати каменем і не рухатися вічність.", Author = "Іван Багряний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Іван_Багряний", Text = "Аллах, Христос, десь Будда і Єгова…\nСиленна рать пророків і богів\nІ всі—святі, і всі жадають крови,\nЗовуть під прапором великої любови:—\n— На газават!..", Author = "Іван Багряний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Іван_Багряний", Text = "Переділили світ і ділите щоденно.\nПішов на послуг розум до гармат.\nСвятина?—то долар.\nЛюбов?—грабіж шалений.\nІ точиться на золоті знамена\nЗа цього «бога» дикий газават.", Author = "Іван Багряний" },
            new Quote { Id = "https://uk.wikiquote.org/wiki/Іван_Багряний", Text = "Та все мина, всьому бувають грані…\nВладарі царств, осліпли? Що ж, пора:\nРодився світ нового передрання,\nВ крові потопла біблія остання,\nВ сльозах сиріт потоп старий коран.", Author = "Іван Багряний" },
        };
    }
}