using System;

namespace StdbModule;

public static partial class HindiQuotes
{
    public static class भरतनदहरशचदर
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://hi.wikiquote.org/wiki/भारतेन्दु_हरिश्चंद्र", Text = "निज भाषा उन्नति अहै, सब उन्नति को मूल। बिन निज भाषा ज्ञान कै, मिटे न हिय को सूल ॥", Author = "भारतेन्दु हरिश्चंद्र" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/भारतेन्दु_हरिश्चंद्र", Text = "विविध कला शिक्षा अमित, ज्ञान अनेक प्रकार। सब देसन से लै करहू, भाषा माहि प्रचार ॥", Author = "भारतेन्दु हरिश्चंद्र" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/भारतेन्दु_हरिश्चंद्र", Text = "जो हो मैंने आप कई बेरे परिश्रम किया कि खड़ी बोली में कुछ कविता बनाऊँ पर वह मेरे चित्तानुसार नहीं बनी इससे यह निश्चित होता है कि ब्रज-भाषा ही में कविता करना उत्तम होता है और इसी के कविता ब्रज-भाषा में ही उत्तम होती है।", Author = "भारतेन्दु हरिश्चंद्र" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/भारतेन्दु_हरिश्चंद्र", Text = "आवहु सब मिल रोवहु भारत भाई । हा! हा!! भारत दुर्दशा देखि ना जाई ॥", Author = "भारतेन्दु हरिश्चंद्र" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/भारतेन्दु_हरिश्चंद्र", Text = "जब अंग्रेज विलायत से आते हैं प्रायः कैसे दरिद्र होते हैं और जब हिंदुस्तान से अपने विलायत को जाते हैं तब कुबेर बनकर जाते हैं। इससे सिद्ध हुआ कि रोग और दुष्काल इन दोनों के मुख्य कारण अंग्रेज ही हैं।", Author = "भारतेन्दु हरिश्चंद्र" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/भारतेन्दु_हरिश्चंद्र", Text = "अंगरेजी राज सुखसाज सजे अति भारी, पर सब धन विदेश चलि जात ये ख्वारी।", Author = "भारतेन्दु हरिश्चंद्र" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/भारतेन्दु_हरिश्चंद्र", Text = "हमारे हिंदुस्तानी लोग तो रेल की गाड़ी हैं. यद्यपि फस्ट क्लास, सेकेंड क्लास आदि गाड़ी बहुत अच्छी-अच्छी और बड़े बड़े महसूल की इस ट्रन में लगी हैं पर बिना इंजिन ये सब नहीं चल सकतीं, वैसे ही हिन्दुस्तानी लोगों को कोई चलाने वाला हो तो ये क्या नहीं कर सकते।", Author = "भारतेन्दु हरिश्चंद्र" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/भारतेन्दु_हरिश्चंद्र", Text = "इनसे इतना कह दीजिए `का चुप साधि रहा बलवाना´, फिर देखिए हनुमानजी को अपना बल कैसा याद आ जाता है।", Author = "भारतेन्दु हरिश्चंद्र" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/भारतेन्दु_हरिश्चंद्र", Text = "भारतवर्ष की उन्नति के जो अनेक उपाय महात्मागण आजकल सोच रहे हैं, उनमें एक और उपाय होने की आवश्यकता है।", Author = "भारतेन्दु हरिश्चंद्र" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/भारतेन्दु_हरिश्चंद्र", Text = "खल जनन सों सज्जन दुखी मति होंहि, हरिपद मति रहै। अपधर्म छूटै, स्वत्व निज भारत गहै, कर दुख बहै।। बुध तजहि मत्सर, नारि नर सम होंहि, जग आनंद लहै। तजि ग्राम कविता, सुकविजन की अमृतवानी सब कहै॥", Author = "भारतेन्दु हरिश्चंद्र" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/भारतेन्दु_हरिश्चंद्र", Text = "जो हरि सोई राधिका जो शिव सोई शक्ति । जो नारि सोई पुरुष या में कुछ न विभक्ति ॥", Author = "भारतेन्दु हरिश्चंद्र" },
        };
    }
}