using System;

namespace StdbModule;

public static partial class HindiQuotes
{
    public static class महदववरम
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://hi.wikiquote.org/wiki/महादेवी_वर्मा", Text = "यथार्थ कभी-कभी कल्पना की सीमा नाप लेता है", Author = "महादेवी वर्मा" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/महादेवी_वर्मा", Text = "कवि कहेगा ही क्या, यदि उसकी इकाई सब की इकाई बनकर अनेकता नहीं पा सकी और श्रोता सुनेंगे ही क्या, यदि उन सबकी विभिन्नताएँ कवि में एक नहीं हो सकीं।", Author = "महादेवी वर्मा" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/महादेवी_वर्मा", Text = "तत्व सत्यमय, सत्य शिवमय और शिव सौन्दर्यमय होकर मुखर हो उठा", Author = "महादेवी वर्मा" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/महादेवी_वर्मा", Text = "काँटों का स्थान जब चरणों के नीचे रहता है तभी वे टूट कर दूसरों को बेधने की शक्ति खोते हैं । परीक्षाएँ जब मनुष्य के मानसिक स्वास्थ्य को क्षत-विक्षत कर डालती हैं तब उन्हें उतीर्ण होने-न-होने का कोई मूल्य नहीं रह जाता ।", Author = "महादेवी वर्मा" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/महादेवी_वर्मा", Text = "प्रेम और पीड़ा से ही कविता जन्म लेती है।", Author = "महादेवी वर्मा" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/महादेवी_वर्मा", Text = "आँसू के खारे पानी में डुबाये बिना सौन्दर्य के चित्र-रंग पक्के नहीं हो सकते, पर प्रकृति के पास सौन्दर्य है, आँसू नहीं।", Author = "महादेवी वर्मा" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/महादेवी_वर्मा", Text = "मुझे तो उस लहर की-सी मृत्यु चाहिए जो तट पर दूर तक आकर चुपचाप समुद्र में लौट कर समुद्र बन जाती है", Author = "महादेवी वर्मा" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/महादेवी_वर्मा", Text = "अपने दलों पर मोती सा जल भी न ठहरने देने वाली कमल की सीमातीत स्वच्छता ही उसे पंक में जमने की शक्ति देती है।", Author = "महादेवी वर्मा" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/महादेवी_वर्मा", Text = "युगों से पुरुष स्त्री को उसकी शक्ति के लिए नहीं, सहनशक्ति के लिए ही दण्ड देता आ रहा है।", Author = "महादेवी वर्मा" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/महादेवी_वर्मा", Text = "पाँच जल की धाराओं से घिरा और रंग-बिरंगे फूलों में छिपे चरणों से लेकर शून्य नीलिमा में प्रकट मस्तक तक सफेद हिम में समाधिस्थ केदार का पर्वत देखा वे ही उसका आकर्षण जान सकते हैं। मीलों दूर से ही वह उज्ज्वल शिखर अक्षरहीन आमंत्रण के समान खुला दिखाई देता है।", Author = "महादेवी वर्मा" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/महादेवी_वर्मा", Text = "अमरता है जीवन का हास मृत्यु जीवन का चरम विकास।", Author = "महादेवी वर्मा" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/महादेवी_वर्मा", Text = "बाँधती निर्बन्ध को मैं बन्दिनी", Author = "महादेवी वर्मा" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/महादेवी_वर्मा", Text = "सुख-दुख की बुदबुद्-सी लड़ियाँ बन बन उसमें मिट जातीं, बूंद बूंद होकर भरती वह भरकर छलक-छलक जातीं!", Author = "महादेवी वर्मा" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/महादेवी_वर्मा", Text = "पुरुष ने कुछ सौन्दर्य की प्रतिमाओं को पत्नीत्व तथा मातृत्व से निर्वासित कर दिया। वह स्वर्ग में अप्सरा बनी और पृथ्वी पर वारांगना। राजकार्य से ऊबे हुए भूपालों की सभाएँ उससे सुसज्जित हुईं, युद्ध में प्राण देने जाने वाले वीरों ने तलवारों की झनझनाहट सुनने के पहले उसके नूपुरों की रुनझुन सुनी, अति विश्राम से शिथिल लक्ष्मी के कृपा-पात्रों के प्राण उसकी स्वरलहरी के कम्पन से कम्पित हुए और कर्त्तव्य के दृढ़ बन्धन में बँधी गृहिणी उसके अक्षय व्यावसायिक स्त्रीत्व के आकर्षण से सशंकित हो उठी।", Author = "महादेवी वर्मा" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/महादेवी_वर्मा", Text = "कितनी बीती पतझारें कितने मधु के दिन आये", Author = "महादेवी वर्मा" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/महादेवी_वर्मा", Text = "पुरुष ने स्त्री के मातृ-रूप के सामने मस्तक झुकाया, उस पर हृदय की अतुल श्रद्धा चढ़ाई", Author = "महादेवी वर्मा" },
        };
    }
}