using System;

namespace StdbModule;

public static partial class HindiQuotes
{
    public static class रहलसकतययन
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "जो घूमता नहीं है वो तार्किक नहीं हो सकता, वो उर्ध्वगामी नहीं हो सकता, वो मानवीय नहीं हो सकता। इसलिए हे भावी घुमक्कड़ो! सारी दुनिया तुम्हारा बाहें फैलाये तुम्हारा इंतजार कर रही है।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "बुद्ध और ईश्वर साथ-साथ नहीं रह सकते। प्रत्यक्ष से इतर किसी अदृश्य ताकत को मैं नहीं मानता।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "जो लोग आज हिन्दुस्तानी जबान की पैरोकारी राजनीतिक कारणों से कर रहे हैं, वे हिंदी-मुसलमान की एकता चाहते हैं जबकि हिन्दी सबसे पुरानी जबान है। हिन्दी 850 ईस्वी से बोली जाती है।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "मैंने नाम बदला, वेशभूषा बदली, खान-पान बदला लेकिन हिन्दी के संबंध में मैंने विचारों में कोई परिवर्त्तन नहीं किया।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "हमारी नागरी लिपि दुनिया का सबसे वैज्ञानिक लिपि है।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "चौरी-चौरा कांड में शहीद होने वालों का खून देश-माता का चंदन होगा।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "यदि कोई \"गंगा मइया\" की जय बोलने के स्थान पर ’वोल्गा‘ की जय बोलने के लिए कहे, तो मैं इसे पागल का प्रलाप ही कहूँगा।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "हमें यह मानने में कोई उज्र हो ही नहीं सकता कि हमारे देश के मुसलमान अपनी जातीयता में मजहब को बहुत स्थान देते हैं।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "मुसलमानों को वही बोली–बानी, वही पर-पोसाक, वही खान-पान अपनाना होगा, जो कि हिंदुओं का है। बिलाइत में ईसाई रहते हैं, यहूदी भी रहते हैं, लेकिन उनको देख के कोई नहीं कह सकता, कि वह दो तीन धर्म को मानते हैं।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "क्या शक्ल देखकर किसी के बारे में आप बतला सकते हैं कि यह ब्राह्मण है और यह शूद्र? कोयले से भी काले ब्राह्मण आपको लाखों की तादाद में मिलेंगे और शूद्रों में भी गेहुएं रंग वालों का अभाव नहीं है।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "कम्युनिस्ट पार्टी की सबसे बड़ी कमजोरी रही कि वे लोग लोकभाषाओं में अपने साहित्य को नहीं ले गए।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "कम्युनिस्ट पार्टी का सदस्य बने बगैर मेरी मृत्यु हो जाती तो मेरा दुभार्ग्य होता।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "रूढ़ियों को लोग इसलिए मानते हैं, क्योंकि उनके सामने रूढ़ियों को तोड़ने वालों के उदाहरण पर्याप्त मात्रा में नहीं हैं।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "यदि जनबल पर विश्‍वास है तो हमें निराश होने की आवश्यकता नहीं है। जनता की दुर्दम शक्ति ने, फ़ासिज्म की काली घटाओं में, आशा के विद्युत का संचार किया है। वही अमोघ शक्ति हमारे भविष्य की भी गारण्टी है।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "ज़्यादातर पुरानी पोथियों में ७५ प्रतिशत तो बेवकूफियां ही बेवकूफियां भरी पड़ी हैं। हाँ, कहीं कहीं अकल की बातें भी हैं।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "भारतीय दर्शन सांयस या कला का लग्गू-भग्गू न रहा हो, किन्तु धर्म की गुलामी से बदतर गुलामी और क्या हो सकती है?", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "सेठों के सामने अब राजा झूठे हैं। उनके खर्च बहुत बढ़ गए हैं, लेकिन आमदनी उतनी की उतनी ही है, और सेठों के लिए आमदनी की कोई सीमा नहीं।", Author = "राहुल सांकृत्यायन" },
        };
    }
}