using System;

namespace StdbModule;

public static partial class HindiQuotes
{
    public static class रहलसकतययन
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "जो घूमता नहीं है वो तार्किक नहीं हो सकता, वो उर्ध्वगामी नहीं हो सकता, वो मानवीय नहीं हो सकता। इसलिए हे भावी घुमक्कड़ो! सारी दुनिया तुम्हारा बाहें फैलाये तुम्हारा इंतजार कर रही है।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "मैं चाहता हूं तरुणों की भांति तरुणियां भी हजारों की संख्या में विशाल पृथ्वी पर निकल पड़ें और दर्जनों की तादाद में प्रथम श्रेणी की घुमक्कड़ बनें। बड़ा निश्चय करने के पहले वह इस बात को समझ लें कि स्त्री का काम केवल बच्चा पैदा करना नहीं है।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "बुद्ध और ईश्वर साथ-साथ नहीं रह सकते। प्रत्यक्ष से इतर किसी अदृश्य ताकत को मैं नहीं मानता।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "जो लोग आज हिन्दुस्तानी जबान की पैरोकारी राजनीतिक कारणों से कर रहे हैं, वे हिंदी-मुसलमान की एकता चाहते हैं जबकि हिन्दी सबसे पुरानी जबान है। हिन्दी 850 ईस्वी से बोली जाती है।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "मैंने नाम बदला, वेशभूषा बदली, खान-पान बदला लेकिन हिन्दी के संबंध में मैंने विचारों में कोई परिवर्त्तन नहीं किया।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "हमारी नागरी लिपि दुनिया का सबसे वैज्ञानिक लिपि है।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "जल्दी ही मुझे मालूम हो गया कि ऐतिहासिक उपन्यासों का लिखना मुझे हाथ में लेना चाहिए….. कारण यह कि अतीत के प्रगतिशील प्रयत्नों को सामने लाकर पाठकों के हृदय में आदर्शों के प्रति प्रेरणा पैदा की जा सकती है।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "चौरी-चौरा कांड में शहीद होने वालों का खून देश-माता का चंदन होगा।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "यदि कोई \"गंगा मइया\" की जय बोलने के स्थान पर ’वोल्गा‘ की जय बोलने के लिए कहे, तो मैं इसे पागल का प्रलाप ही कहूँगा।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "जो मजहब अपने नाम पर भाई का खून करने के लिए प्रेरित करता है, उस मजहब पर लानत! जब आदमी चुटिया काट दाढ़ी बढ़ाने भर से मुसलमान और दाढ़ी मुड़ा चुटिया रखने मात्र से हिंदू मालूम होने लगता है, तो इसका मतलब साफ है कि यह भेद सिर्फ बाहरी और बनावटी है।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "हमें यह मानने में कोई उज्र हो ही नहीं सकता कि हमारे देश के मुसलमान अपनी जातीयता में मजहब को बहुत स्थान देते हैं।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "ये जानते नहीं कि जिहाद का समय बीत चुका है और विज्ञान का युग आ गया है। ये समझते हैं कि इस्लामी छूरेबाजी के बल पर इन्होने पाकिस्तान कायम किया है। उनको यह नहीं मालूम कि अंग्रेजों ने अशगुन पैदा करने के लिए पाकिस्तान को बनाया।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "मुसलमानों को वही बोली–बानी, वही पर-पोसाक, वही खान-पान अपनाना होगा, जो कि हिंदुओं का है। बिलाइत में ईसाई रहते हैं, यहूदी भी रहते हैं, लेकिन उनको देख के कोई नहीं कह सकता, कि वह दो तीन धर्म को मानते हैं।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "क्या शक्ल देखकर किसी के बारे में आप बतला सकते हैं कि यह ब्राह्मण है और यह शूद्र? कोयले से भी काले ब्राह्मण आपको लाखों की तादाद में मिलेंगे और शूद्रों में भी गेहुएं रंग वालों का अभाव नहीं है।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "कम्युनिस्ट पार्टी की सबसे बड़ी कमजोरी रही कि वे लोग लोकभाषाओं में अपने साहित्य को नहीं ले गए।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "कम्युनिस्ट पार्टी का सदस्य बने बगैर मेरी मृत्यु हो जाती तो मेरा दुभार्ग्य होता।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "जिस दिन भूमि को स्वर्ग में परिणत कर दिया जायगा, उसी दिन आकाश का स्वर्ग ढ़ह पड़ेगा। आकाश-पाताल के स्वर्ग-नर्क को कायम रखने के लिए, उसके नाम पर बाजार चलाने के लिए, जरूरत है, भूमि पर स्वर्ग-नर्क की, राजा-रंक की, दास-स्वामी की।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "हमें अपनी मानसिक दासता की बेड़ी की एक-एक कड़ी को बेदर्दी के साथ तोड़कर फेंकने के लिए तैयार रहना चाहिये। बाहरी क्रान्ति से कहीं ज्यादा जरूरत मानसिक क्रान्ति की है। हमें आगे-पीछे-दाहिने-बांये दोनों हाथों से नंगी तलवारें नचाते हुए अपनी सभी रुढ़ियों को काटकर आगे बढ़ना होगा।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "रूढ़ियों को लोग इसलिए मानते हैं, क्योंकि उनके सामने रूढ़ियों को तोड़ने वालों के उदाहरण पर्याप्त मात्रा में नहीं हैं।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "यदि जनबल पर विश्‍वास है तो हमें निराश होने की आवश्यकता नहीं है। जनता की दुर्दम शक्ति ने, फ़ासिज्म की काली घटाओं में, आशा के विद्युत का संचार किया है। वही अमोघ शक्ति हमारे भविष्य की भी गारण्टी है।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "ज़्यादातर पुरानी पोथियों में ७५ प्रतिशत तो बेवकूफियां ही बेवकूफियां भरी पड़ी हैं। हाँ, कहीं कहीं अकल की बातें भी हैं।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "इसमें संदेह है कि ऐतिहासिक काल अथवा पिछली सात शताब्दियों में काशी ने कभी देश और राष्ट्र की तत्कालीन या भावी महत्त्वपूर्ण समस्याओं पर माथापच्ची की हो। काशी ने देश को हमेशा पीछे की तरफ खींचने की कोशिश की। एक से एक प्रतिगामी पंडित और परिब्राजकों को उसने प्रदान किया।", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "भारतीय दर्शन सांयस या कला का लग्गू-भग्गू न रहा हो, किन्तु धर्म की गुलामी से बदतर गुलामी और क्या हो सकती है?", Author = "राहुल सांकृत्यायन" },
            new Quote { Id = "https://hi.wikiquote.org/wiki/राहुल_सांकृत्यायन", Text = "सेठों के सामने अब राजा झूठे हैं। उनके खर्च बहुत बढ़ गए हैं, लेकिन आमदनी उतनी की उतनी ही है, और सेठों के लिए आमदनी की कोई सीमा नहीं।", Author = "राहुल सांकृत्यायन" },
        };
    }
}