using System;

namespace StdbModule;

public static partial class JapaneseQuotes
{
    public static class 石原慎太郎
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "優勝者のための国旗掲揚で国歌の吹奏をとりやめようというブランデージ提案に私は賛成である。私は以前、日本人に稀薄な民族意識、祖国意識をとり戻すのにオリンピックは良き機会であるというようなことを書いたことがあるが、誤りであったと自戒している。民族意識も結構ではあるがその以前に、もっと大切なもの、すなわち、真の感動、人間的感動というものをオリンピックを通じて人々が知り直すことが希ましい。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "美濃部（亮吉）さんのように前頭葉の退化した60、70の老人に政治を任せる時代は終わったんじゃないですか", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "私は石原裕次郎の兄です。私は都民と国民を代表して革命を進めていきたい。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "新しい憲法をつくったら自衛権だってきちんと定義できる。ぼくなんかが思うのは、日本は世界一の防衛国家になったらいい、と。そして世界一優秀な戦闘機をつくってどんどん外国に売ったらいいんだ。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "今日の東京をみますと、不法入国した多くの三国人、外国人が非常に凶悪な犯罪を繰り返している。もはや東京の犯罪の形は過去と違ってきた。こういう状況で、すごく大きな災害が起きた時には大きな大きな騒擾事件すらですね、想定される、そういう現状であります。こういうことに対処するためには我々警察の力をもっても限りがある。だからこそ、そういう時に皆さんに出動願って、災害の救急だけではなしに、やはり治安の維持も一つ皆さんの大きな目的として遂行して頂きたいということを期待しております。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "日本は確かに過去の戦争でアジアの国々に迷惑もかけただろう。しかしながらいつまでもそのことだけにとらわれ、形式的に頭を下げ続けるだけの姿勢では何の関係の発展も望めない。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "隣の中国でも人間積んだ宇宙船を上げて、みんなびっくりして。中国人は無知だから「アイヤー」と喜んでいる。あんなものは時代遅れ。日本がやろうと思ったら1年でできる", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "フランス語は数も勘定できない言葉だから国際語として失格。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "60年間戦争がなかったから。「勝つ高揚感」を一番感じるのは、スポーツなどではなく戦争だ。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "首都高を造り直すとか、ビルの中を通すとかは大変。あの場所になくても、あの橋そのものがあればいい。つまらん金かけるより、日本橋をどこか近くの川に移したらいい。こういう発想をするのが小説家なんだよ。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "私はシーザーでもアレクサンダー大王でもない。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "別にそれほどみんな大泣きして悲しむことはないじゃない。何もパンダ様々でご神体ではないんだから、いてもいなくもいいじゃない、そんなものはどうでも。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "政府が正式に申し込んだら別な話だと思うね。宮内庁ごときが決めることじゃない。国家の問題なんだから。木っ端役人が、こんな大事な問題、宮内庁の見解で決めるもんじゃない。役人の出てくる話じゃねぇんだ。国民投票したら圧倒的に皇太子に行っていただきたいに決まっています。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "1500円でしょ。主に使っているのはね、帰りそこなったサラリーマンだ。カフェ難民というけれどもね、あなた山谷のドヤに行ってみなさいよ。200円、300円で泊まれるところはいっぱいあるんだ。ファッションみたいな感覚で1500円で泊まってね、助けてくれってのはね、ちょっとね。1500円という大金で泊まって、大変だ大変だと。簡易宿泊所として使われているようだけどね、そこにいる人間たちが格差・差別のなかで派生してきた犠牲者というのは一方的な捉え方だよ。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "例えば、ブラジルの大統領が来てですね、聞くところ、かなり思い切った約束をアフリカの諸君としたようです。それからサルコジ大統領がブラジルに行って「フランスの戦闘機を買ってくれるならブラジルを支持する」とか。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "この中に、帰化された人とかね、お父さん、お母さんが帰化されて、そのお子さんって議員さんいますか。国会は随分多いんだね、調べてみると。インターネットの情報を見るとね。それぞれ検証しているんでしょうけれど、与党を形成しているいくつかの政党の党首とか、与党の大幹部ってのは、調べてみると多いんですな。ご先祖への義理立てか知らないが、日本の運命を左右する法律をまかり通そうとしている。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "いや、私は何も彼女を特定したわけじゃありませんから。一種の総論として言ったわけですから。不快な感じに言われるなら、そうでないということを自分で戸籍を明かしたらいい。情報を明かせと言われたら、多すぎていつ誰が言ったか、さっぱり分かりませんな", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "同性愛者はどこかやっぱり足りない感じがする。遺伝とかのせいでしょう。マイノリティーで気の毒ですよ。テレビなんかでも同性愛者の連中が出てきて平気でやるでしょ。日本は野放図になり過ぎている。それをことさら売り物にし、ショーアップして、テレビのどうのこうのにするってのは、外国じゃ例がないね。サンフランシスコでゲイのパレードを見ましたけど、見てて本当に気の毒だと思った。男のペア、女のペアあるけど、どこかやっぱり足りない感じがする。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "日本は非核三原則というばかなことをやった。核武装について高レベルで議論するのは当たり前。核の保有ではっきりと敵意を持つ国が間近にある国家は世界に日本しかない。敵意を持っているのはロシア、中国、北朝鮮。領土問題で日本がはっきり物を言う発言力をバックアップするのは軍の装備だ。私はもともと核の保有論者。日本も核爆発シミュレーションをコンピューターでやったらいい。国連なんてものはこれっぽっちも信用できない。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "アメリカのアイデンティティーは自由。フランスは自由と博愛と平等。日本はそんなものはない。我欲だよ。物欲、金銭欲。我欲に縛られて政治もポピュリズムでやっている。この津波をうまく利用して、我欲を一回洗い落とす必要がある。積年たまった日本人の心の垢をね。これはやっぱり天罰だと思う", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "あいつら、日本人じゃないんだよ", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "お前、朝日か。みんなの前で殴るからな", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "尖閣問題で中国におどおどしていたら、そのうち五星紅旗の6番目の星は小さな日の丸になるかもしれない。東京のオリンピックが実現したら都民は来なくてもいい。都民は贅沢。自分のことしか考えなくなった。他の日本人と違う人種になりましたよ。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "公人として私人として行くのがどこが悪いんだね？どうやって肩書外すんだね。それは、記帳するときに東京都知事と書いちゃいけないの。馬鹿なこと言うな、本当にお前ら。どこの人間なんだ貴様。日本の近代史知っているのか、現代史。あの戦争がどんなもんだったか知らないから馬鹿なこと言うんだよ。君のお父さん、お母さん、ひいじいさん、ひいばあさん、命がけで国を守ってきたんだよ。はい、次。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "近世になって有色人種の中で日本だけが近代国家をつくった。これは日本人の英知、努力のせいだ。かつて私たちのじいさん、ばあさん、ひいじいさん、ひいばあさんが明治維新を起こし、日本を近代国家にした。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "三木武夫という非常に愚劣な総理大臣がつくった、武器輸出三原則とか、防衛費を国家予算の1％にとどめる根拠のないバカな政策は一変してもらいたい。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "大迷惑。首相に？……ダメだ。終わったね、この人。言わなくてもいいことを言って、タブーに触れたわけだから、今更強弁してもしょうがない。弁護士の限界だ。徹底的に違うことはあいつが「あの戦争は侵略戦争だ」と言っていること。俺は「侵略じゃない。マッカーサーも防衛の戦争だって言ってるじゃないか。」って聞いたら、それでも「侵略です」と。もう埋まらない。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "軍と売春は付き物だ。日本の場合にも貧しい人たちがお金をもうけるために、一番簡易な手段として昔からあった。歴史の原理だ。橋下氏は基本的に間違ったことは言っていない。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "この国は下手をしたらシナの属国になっちゃう。日本を第二のチベットにしないために憲法を変えないとだめだ。拉致された日本人を取り戻せないのは、憲法9条があるからだ。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "非常に日本的美人だから、何をやっているか分からない。強引に結婚させられ、子どもまで産まされた。いま誰か偉いさんのお妾さんになっているに違いない。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "マイクの調子が悪いなぁ。韓国製だからじゃねぇのか。……シナの植民地になりたくない。チベットみたいな国になりたくない。……出てきている候補を見ると、変なヤツが多いねぇ。……原発を止めたら産業が駄目になる。この時期になって小泉とか細川というキチガイが出てきて。……外国人に参政権を与えると、国籍のよく分からない候補者が言って。おっかない話だ", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "シナと戦争して勝つこと", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "心残りは、憲法を一文字も変えられなかったこと", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "大年増の厚化粧がいるんだな、これが。これはね、困ったもんでね。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "この間の、障害者を十九人殺した相模原の事件。あれは僕、ある意味で分かるんですよ。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "最近、女装した男のテレビタレントが大流行だが、あれは一体どう言うことなのだろうか。さっぱり訳が分からない。世の中が衰退し、何でもありと狂ってきた証なのだろうか。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "日本人にとって非核の理念は危険な外国の核に囲まれているこの国の危険な現実よりもはるかに現実的なようだ。こんな国際状況の中でも、自衛と抑止のための日本の核保有の議論が一向に聞こえないのは脳天気な現象だ。ドゴールは世界の中で核兵器の保有資格の一番高いのは日本なのにと言っていたものだ。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "業病のALSに侵され自殺のための身動きも出来ぬ女性が尊厳死を願って相談した二人の医師が薬を与え手助けした事で「殺害」容疑で起訴された。武士道の切腹の際の苦しみを救うための介錯の美徳も知らぬ検察の愚かしさに腹が立つ。裁判の折り私は是非とも医師たちの弁護人として法廷に立ちたい。", Author = "石原慎太郎" },
            new Quote { Id = "https://ja.wikiquote.org/wiki/石原慎太郎", Text = "一足伸ばして、天皇陛下と首相はなぜ参拝しないのか。何で遠慮してるんだ。", Author = "石原慎太郎" },
        };
    }
}