using System;

namespace StdbModule;

public static partial class ArabicQuotes
{
    public static class إميلحبيبي
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ar.wikiquote.org/wiki/إميل_حبيبي", Text = "أوقعتني الشجاعة في مأزق لم أنجو منه إلا بمزيد من هذه الشجاعة.", Author = "إميل حبيبي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/إميل_حبيبي", Text = "لا أدري إذا كان من الممكن التقاط صورة فوتوغرافية للبرق. وحتى لو كان ذلك ممكنًا، فلن تسجل وميضه. ألم تلاحظ، حين يومض البرق أمام عينيك، أنك تنتبه إلى ما يريك مما حجب الظلام عنك أكثر من انتباهك إلى رؤية البرق نفسه؟", Author = "إميل حبيبي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/إميل_حبيبي", Text = "إننا نفضل رأس خازرق فوق تراب الوطن على رحاب الغربة كلها. فقد وجدناها، كلها، حراباً وفِراشها أشبه بفراش فقير هندي؛ رؤوس مسامير أو خوازيق صغيرة وكبيرة على قدر المقام!", Author = "إميل حبيبي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/إميل_حبيبي", Text = "عسى الكرب الذي أمسيت فيه يكون ورائه فرج قريب، فيأمن خائف ويفك عانٍ ويأتي أهله النائي الغريب! \"أغنية لم تنشدها فيروز\".", Author = "إميل حبيبي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/إميل_حبيبي", Text = "لقد بلغت الخامسة والسبعين من عمرها ولمّا تجرب ذلك الشعور الذي يقبض على حبّة الكبد فيفتتها. ذلك الشعور الذي يخلّف فراغاً روحياً وانقباضاً في الصدر، كتأنيب الضمير، شعور الحنين إلى الوطن.", Author = "إميل حبيبي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/إميل_حبيبي", Text = "حين سألتني زوجتي: هل إذا زُرع غصن اللوز في التراب ينمو شجرة؟ انقبض صدري وبدأت أتذكر، هل تذكر أنه في مطلع شبابنا كان لنا صديق، أحبَّ فتاة من القدس أو من بيت لحم، وكُنّا نُحبّ حُبّه؟ - كُلنا أحَبّ، وكنّا نُحبّ حُبّه.", Author = "إميل حبيبي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/إميل_حبيبي", Text = "وأنا أضرس بأسناني قهراً، وأخرس جهراً عن قوم لا ينفكون يبلطون بحراً فيما تجري دماؤهم نهراً، ولا يضمرون إلا لأنفسهم شراً، جواً وبحراً وبراً.", Author = "إميل حبيبي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/إميل_حبيبي", Text = "لكل شيء نهاية حتى الورطة.", Author = "إميل حبيبي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/إميل_حبيبي", Text = "أؤمن بأن هذا الشعب لا يفنى.", Author = "إميل حبيبي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/إميل_حبيبي", Text = "ولكن علينا غداً أن نعيش.", Author = "إميل حبيبي" },
        };
    }
}