using System;

namespace StdbModule;

public static partial class ArabicQuotes
{
    public static class ابنعربي
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ar.wikiquote.org/wiki/ابن_عربي", Text = "الحمد لله الذي أوجد الأشياء عن عدم و عدمه وأوقف وجودها على توجه كلمة", Author = "ابن عربي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/ابن_عربي", Text = "كلَّ تجلٍّ يعطي خلقًا جديدًا ويذهب بخلق: فذهابه هو الفناء عند التجلِّي والبقاء لما يعطيه التجلِّي الآخر", Author = "ابن عربي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/ابن_عربي", Text = "الحكم نتيجة [[الحكمة]] والعلم نتيجة [[المعرفة]] فمن لا حكمة له لا حكم له ، ومن لا معرفة له لا علم له", Author = "ابن عربي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/ابن_عربي", Text = "من قال بالحلول فدينه معلول، وما قال بالاتحاد إلا أهل الإلحاد", Author = "ابن عربي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/ابن_عربي", Text = "فإذا سمعت احدا من أهل الله يقول أو ينقل إليك عنه أنه قال الولاية أعلى من النبوة ، فليس يريد ذلك القائل الا ما ذكرناه. أو يقول أن الولي فوق النبي والرسول فأنه يعني بذلك في شخص واحد وهو أن الرسول من حيث أنه ولي أتم منه من حيث أنه نبي ورسول لا أن الولي التابع له أعلي منه فإن التابع لا يدرك المتبوع أبدا فيما هو تابع له فيه إذ لو أدركه لم يكن تابعا فافهم", Author = "ابن عربي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/ابن_عربي", Text = "أما بعد ياأخي ! فالقدر سابق ، والقضاء لاحق ، ولايغرّنك ماأنت عليه من سني الأعمال ، وزكي الأحوال ، مادام رسنك مُرخى ، على غاربك ملقى ، فإن الخاتمة أمامك ، فخذ الكرامة على أدب ، وأعرض عن الإشتغال بها وجد في الطلب ، فكم مريد كانت حظ عمله لما كانت غاية أمله ، ومن الله نسأل عصمة الأحوال ، في السابقة والمآل والسلام !", Author = "ابن عربي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/ابن_عربي", Text = "ينبغي للسالك متى ماخطر له إنه يعقد على أمر ما أو يعاهد الله تعالى عليه ، أن يترك ذلك الأمر إلى أن يجئ وقته ، فإن يسّر الله فِعله فَعَله ، وإن لم ييسِر الله فعله يكون مخلصا من نكث العهد ، ولايتّصف بنقض الميثاق", Author = "ابن عربي" },
        };
    }
}