using System;

namespace StdbModule;

public static partial class ArabicQuotes
{
    public static class توفيقالحكيم
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ar.wikiquote.org/wiki/توفيق_الحكيم", Text = "لا شيء يجعلنا عظماء غير ألم عظيم.", Author = "توفيق الحكيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/توفيق_الحكيم", Text = "لا يوجد إنسان ضعيف، ولكن يوجد إنسان يجهل في نفسه موطن القوة.", Author = "توفيق الحكيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/توفيق_الحكيم", Text = "كل شيء في الوجود عندما يؤدي وظيفته جيداً، فإنما يحقق الغاية من وجوده.", Author = "توفيق الحكيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/توفيق_الحكيم", Text = "يجب على الإنسان أن يعرف كل شيء عن شيء ما، ويعرف بعض الشيء عن كل شي.", Author = "توفيق الحكيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/توفيق_الحكيم", Text = "إذا أردت أن تصمد للحياة فلا تأخذها على أنها مأساة.", Author = "توفيق الحكيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/توفيق_الحكيم", Text = "كثير من الناس يعيشون طويلا في الماضي، والماضي منصة للقفز لا أريكة للاسترخاء.", Author = "توفيق الحكيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/توفيق_الحكيم", Text = "الخيال.. هو ليل الحياة الجميل، هو حصننا وملاذنا من قسوة النهار الطويل! إن عالم “الواقع” لا يكفى وحده لحياة البشر ،إنه أضيق من أن يتسع لحياة إنسانية كاملة.", Author = "توفيق الحكيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/توفيق_الحكيم", Text = "إن عقل المرأة إذا ذبل ومات ،فقد ذبل عقل الأمة كلها ومات.", Author = "توفيق الحكيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/توفيق_الحكيم", Text = "المصلحة الشخصية هي دائماً الصخرة التي تتحطم عليها أقوى المبادئ.", Author = "توفيق الحكيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/توفيق_الحكيم", Text = "الإنسان كائن متعادل مادِّيّاً وروحيّاً، وهذا سر حياته.", Author = "توفيق الحكيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/توفيق_الحكيم", Text = "الزواج نقلة مفاجئة من التدليل إلى التذليل.", Author = "توفيق الحكيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/توفيق_الحكيم", Text = "النهاية تتلوها البداية في قانون الأبدية والدوران.", Author = "توفيق الحكيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/توفيق_الحكيم", Text = "ما أنا إلا .. ماء ! هل لي وجود حقيقي خارج ما يحتوي جسدي من زمان ومكان حتى السفر أو الإنتقال إن هو إلا تغيير إناء بعد إناء , ومتى كان في تغيير الإناء تحرير الماء !", Author = "توفيق الحكيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/توفيق_الحكيم", Text = "لسنا حلماً .. لا بل الزمن هو الحلم .. أما نحن فحقيقة .. وهو الظل الزائل ونحن الباقون .. بل هو حلمنا .", Author = "توفيق الحكيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/توفيق_الحكيم", Text = "لقد فات زمننا ، ونحن الآن ملك التاريخ .. ولقد أردنا العودة إلى الزمن ، ولكن التاريخ ينتقم .", Author = "توفيق الحكيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/توفيق_الحكيم", Text = "الخيال هو ليل الحياة الجميل.. هو حصننا وملاذنا من قسوة النهار الطويل. إن عالم الواقع لا يكفي وحده لحياة البشر.. إنه أضيق من أن يتسع لحياة إنسانية كاملة.", Author = "توفيق الحكيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/توفيق_الحكيم", Text = "ما أشقى الآدميين! لقد كتب عليهم العمي وهم يحسبون أن لهم عيوناً مبصرة، إنا لا نبصر حقيقة الأشياء إلاّ بعيوننا الداخلية، ولا ندرك حقيقة الأمور إلاّ باتصالها، واصطدامها بجوهر مشاعرنا.", Author = "توفيق الحكيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/توفيق_الحكيم", Text = "إن مركبة الحياة كذلك لا يهوّن من أوجاعها غير أن يربط إليها شريكان يشدان عجلاتها.. ويشجع أحدهما الآخر كلّما سلّط عليه القدر سوطاً من سياطه.", Author = "توفيق الحكيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/توفيق_الحكيم", Text = "أملي أكبر من جهدي.. وجهدي أكبر من موهبتي.. وموهبتي سجينة طبعي.. ولكنّي أقاوم.", Author = "توفيق الحكيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/توفيق_الحكيم", Text = "إن كأس الإذلال تنتقل من يد الرئيس إلى المرؤوس في هذا البلد حتى تصل في نهاية الأمر إلى جوف الشعب المسكين وقد تجرّعها دفعة واحدة.", Author = "توفيق الحكيم" },
        };
    }
}