using System;

namespace StdbModule;

public static partial class ArabicQuotes
{
    public static class جمالالغيطاني
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ar.wikiquote.org/wiki/جمال_الغيطاني", Text = "قوة أي ثقافة تأتي من التفاعل، واذا لم يكن هناك جرأة لن يكون هناك تفاعل.", Author = "جمال الغيطاني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/جمال_الغيطاني", Text = "انا اقول لم يعد لدينا كعرب الا الوجدان الثقافي يوحدنا ويجمعنا، المطلوب المزيد من التنسيق.", Author = "جمال الغيطاني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/جمال_الغيطاني", Text = "هناك فرق بين ان اكون متدينًا كانسان ولدي علاقة مع الخالق سبحانه وتعالى، وبين ان ياتي شخص يريد أن يفرض علي الدين بنفاصيل الحياة اليومية. لنتكلم بصراحة لا بد من فصل الدين عن الدولة.", Author = "جمال الغيطاني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/جمال_الغيطاني", Text = "كلما اغرق رجال الدين انفسهم بالشكليات أو التفاصيل الصغيرة كلما ابتعدوا عن جوهر الدين، فالدين هو علاقة بين العبد والخالق.", Author = "جمال الغيطاني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/جمال_الغيطاني", Text = "عندما اقول فصل الدين عن الدولة البعض يراها كفرًا. انا لا اراها كفرًا، فالخدمة الحقيقية للدين ان اتعلم، ان تسود القيم، ان اجد لنفسي مكانًا في هذا العالم.", Author = "جمال الغيطاني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/جمال_الغيطاني", Text = "إن المثقف يقع بين المطرقة والسنديان، مطرقة الأصولية أو التطرف الديني سواء في الاسلام أو المسيحية، حيث يستهدف المثقفون من أجل مواقفهم وفي نفس الوقت السلطة تستهدف المثقفين من أجل معارضتهم.", Author = "جمال الغيطاني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/جمال_الغيطاني", Text = "المثقف كائن اعزل وفي مواجهة اغراءات. من لم يسقط بالعنف يسقط بالاغراءات.", Author = "جمال الغيطاني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/جمال_الغيطاني", Text = "هناك تحول في العالم اين نحن منه؟ أي نظام لا يوفر الحد الأدنى من العدالة الاجتماعية للعموم أو للاغلبية برأيي هذا نظام مغتصب وغير مشروع.", Author = "جمال الغيطاني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/جمال_الغيطاني", Text = "الحياة فرصة محدودة جدا.", Author = "جمال الغيطاني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/جمال_الغيطاني", Text = "الحياة قصيرة ومحدودة ولا بد ان يكون فيها ظروف تحقق انسانية الانسان.", Author = "جمال الغيطاني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/جمال_الغيطاني", Text = "لا أتعامل مع الحداثة الغربية باعتبارها المتفوقة وباعتباري الأقل.", Author = "جمال الغيطاني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/جمال_الغيطاني", Text = "إذا أردنا للإسلام أن يستمر لابد أن نعمل على إدخاله العصر بالتخلص من ميراث قديم غير مقدّس، لأنه في نهاية الأمر مجرد اجتهاد بشر.", Author = "جمال الغيطاني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/جمال_الغيطاني", Text = "أن الفلسفة الإسلامية هي الوحيدة القادرة على وضعنا في حوار حضاري مع الغرب.", Author = "جمال الغيطاني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/جمال_الغيطاني", Text = "أشبه التاريخ بالبئر التي نستقى منها أعمالنا، وهو مادة خام جيدة لننهل منها.", Author = "جمال الغيطاني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/جمال_الغيطاني", Text = "الإنسان الذي ليس لديه قديم ليس لديه جديد.", Author = "جمال الغيطاني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/جمال_الغيطاني", Text = "جزء كبير منه توفيق إلهي ورباني، ثم تاتي عوالم مكونات الابداع وسمات ومهارات الأديب.", Author = "جمال الغيطاني" },
        };
    }
}