using System;

namespace StdbModule;

public static partial class ArabicQuotes
{
    public static class صنعاللهإبراهيم
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ar.wikiquote.org/wiki/صنع_الله_إبراهيم", Text = "فهو من سلالة شعبٍ عظيم فضَّل دائمًا أن يكون مستعبدًا كي لا يحرم من عشق الحرية والتطلع إليها.", Author = "صنع الله إبراهيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/صنع_الله_إبراهيم", Text = "تأكدت أن الإنسان في مصر لم يعد يساوي أية قيمة، وتعجبت لشعب يدمر نفسه بنفسه أو يتفرج بلامبالاة على الدمار الذي يلحقه به الآخرون.", Author = "صنع الله إبراهيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/صنع_الله_إبراهيم", Text = "الحقد الصافي الخالص يمكن الإنسان من الصبر والتحمل والصمود لسنوات، إنه يعطي السجين عطشًا للانتقام ورغبة في البقاء ولو لدافع واحد هو أن يحرم ساجنيه من متعة الظن بأنهم هزموه.", Author = "صنع الله إبراهيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/صنع_الله_إبراهيم", Text = "ضحكوا عليكم وقالوا لكم أن الاشتراكية مساواة في الفقر، وأنها تحرم الإنسان من أعز غرائزه وهي التملك والتميز.. صدقتموهم فماذا كانت النتيجة؟ هم وحدهم الذين تملكوا وتميزوا.", Author = "صنع الله إبراهيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/صنع_الله_إبراهيم", Text = "النخبة الحاكمة تلتقط من هو قادر على تقديم غطاء نظري لسياستها القومية المعادية للاستعمار ولسيطرة رأس المال بعيدًا عن الشيوعية والشيوعيين.", Author = "صنع الله إبراهيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/صنع_الله_إبراهيم", Text = "إن الأمم التي احتفظت بسيطرتها على حركة رأس المال أو فرضت عليها القيود قد حظت بدرجة عالية من الاستقرار، وهي أكثر قدرة على التصرف بنجاح لمصلحة مصادرها وقواعدها الاقتصادية ولمصلحة شعوبها.", Author = "صنع الله إبراهيم" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/صنع_الله_إبراهيم", Text = "مشكلة بولندا أن شعبها لا يحب العمل، أما المثقفون فقد تم تضليلهم بواسطة الدعاية الإمبريالية وتأثروا بالاتجاهات العدمية غير المسؤولة في الثقافة الغربية.. الموسيقى الشبابية، الانحطاط الأخلاقي، الروح التشكيكية، الشعور الطويلة، الفوضوية، الفن الداعر المكشوف.", Author = "صنع الله إبراهيم" },
        };
    }
}