using System;

namespace StdbModule;

public static partial class ArabicQuotes
{
    public static class عبدالرحمنمنيف
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ar.wikiquote.org/wiki/عبد_الرحمن_منيف", Text = "الوطن ليس التراب أو المكان الذي يولد فيه الإنسان، وإنما المكان الذي يستطيع فيه أن يتحرك", Author = "عبد الرحمن منيف" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عبد_الرحمن_منيف", Text = "إن الكتابة بإختصار رحلة مليئة بالمتعة والعذاب", Author = "عبد الرحمن منيف" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عبد_الرحمن_منيف", Text = "الحب يا صديقي شيء خاص تماماً.", Author = "عبد الرحمن منيف" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عبد_الرحمن_منيف", Text = "الشيء الذي يتسع ويكبر في حياتنا هو السجن.", Author = "عبد الرحمن منيف" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عبد_الرحمن_منيف", Text = "الراحة إذا طالت تولد الكسل، والجهد إذا زاد عن حده يولد الثورة.", Author = "عبد الرحمن منيف" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عبد_الرحمن_منيف", Text = "النسيان أسهل طريقة للحياة.", Author = "عبد الرحمن منيف" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عبد_الرحمن_منيف", Text = "قلب الرجل لا يخلو من امرأة، قد تكون امرأة حية أو ميتة، قد تكون زوجة أو صديقة، وقد تكون شيئاً آخر.", Author = "عبد الرحمن منيف" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عبد_الرحمن_منيف", Text = "اللقاءات الأولى تنطبع بالذاكرة بطريقة خاصة، طريقة غامضة أغلب الأحيان، ومهما ترتبت عليها من نتائج ومهما تطورت فإن شيئا خاصا يبقى هناك ممتدا إلى ما قبل المعرفة", Author = "عبد الرحمن منيف" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عبد_الرحمن_منيف", Text = "في أحيان كثيرة الكلمة تحيي وتميت، وأغلب الناس لا يدركون ذلك", Author = "عبد الرحمن منيف" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عبد_الرحمن_منيف", Text = "لا تظن الهدوء الذي تراه في الوجوه يدل على الرضا .. لكل إنسان شيء في داخله يهزهُ ويعذبه", Author = "عبد الرحمن منيف" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عبد_الرحمن_منيف", Text = "نحن لا نعود إلى الماضي لجماله، بل لبشاعة الحاضر", Author = "عبد الرحمن منيف" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عبد_الرحمن_منيف", Text = "أكثر الروايات عالمية، هي أكثرها محلية", Author = "عبد الرحمن منيف" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عبد_الرحمن_منيف", Text = "العرب أمة تعيش في الماضي، ولاتحسن التعامل مع الزمن الذي تعيشه، وهذا سبباً في تخلفها", Author = "عبد الرحمن منيف" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عبد_الرحمن_منيف", Text = "لا يستطيع الرجل أن يفكر باتّزان إذا لم تكن المرأة قريبة منه، إنّ عقله يختل، ويصرف وقتا طويلا في حل أمور صغيرة ..!", Author = "عبد الرحمن منيف" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عبد_الرحمن_منيف", Text = "هل يمكن ان أتصالح مع نفسي بشكل ما؟ أريد أن أتفق مع هذه النفس. أعرف أن كل شيء فيّ خبا، تمزق، لكن يمكن للانسان ان يعقد صلحاً مع أيامه الأخيرة، هذا ما أريد الوصول له.", Author = "عبد الرحمن منيف" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عبد_الرحمن_منيف", Text = "المرأة تفكّر بالأشياء الحزينة . اذا لم تجد مايكفيها من الحزن ، بحثت عنه عند الآخرين.", Author = "عبد الرحمن منيف" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عبد_الرحمن_منيف", Text = "هل يمكن أن ترمم إرادة إنسان لم تعد تربطه بالحياة رابطة؟ .. أنا ذاك الإنسان!!", Author = "عبد الرحمن منيف" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عبد_الرحمن_منيف", Text = "الإنسان محكوم عليه بنهايته! الصمود، الإرادة، كل كلمات المجد المتوردة الوهاجة، تسقط في لحظة النهاية البائسة.", Author = "عبد الرحمن منيف" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عبد_الرحمن_منيف", Text = "سقوط الانسان مثل سقوط أبنية، تهتز في الظلمة، ترتجف ثم تهوي وتسقط، ويرافق سقوطها ذلك الضجيج الأخاذ، ويعقبه الغبار والموت واللعنة.", Author = "عبد الرحمن منيف" },
        };
    }
}