using System;

namespace StdbModule;

public static partial class ArabicQuotes
{
    public static class عمرالخيام
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "يا عالم الأسرار علـم اليقين، يا كاشف الضرّ عن البائـسين، يا قابـل الأعذار فئنــا إلى ظلّك فاقبـل توبـة التائبيـن.", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "صاحب من الناس كبار العقول، واترك الجهال اهل الفضول، واشرب نقيع السمِّ من عاقلِ، واسكب على الأرض دواء الجَهول.", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "إن لم اكن اخلصت في طاعتك، فإني اطمع في رحمتك، وإنما يشفع لي أنني قد عشت لا اشرك في وحدتك.", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "زخارف الدنيا أساس الألم، وطالب الدنيا نديم الندم فكن خليّ البال من أمرها، فكلّ ما فيها شقاءٌ وهمّ.", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "لا تحسبوا أنى اخاف الزمان أو أرهب الموت إذا الموت حان الموت حق. لست اخشى الردى وانما اخشى فوات الآوان.", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "بينى وبين النفس حرب سجال وانت يا رب شديد المحال انتظر العفو ولكننى خجلان من علمك سوء الفعال.", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "الدرع لا تمنع سهم الأجل والمال لا يدفعه أن نزل وكل ما في عيشنا زائل , لا شيء يبقى غير طيب العمل.", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "أسكرني الإثم ولكنني صحوت بالآمال في رحمتك.", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "إذا كان يجري الدَّهرُ عكسُ مَرامِنا .. فَهل جَدُّنا يُجدِي أوِ الفِكرُ ينفَعُ ؟ .. جلَسنا زمانا حائرينَ لِأنَّنا .. إلى العيشِ أبطَأنا ولِلموتِ نُسرِعُ.", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "ارض نفسك قبل أن ترضي الناس .. لا تظهر التقى واسخر من المتزهدين .. واعلم أنه ليس في العالم إنسان كامل.", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "سمعت صوتاً هاتفاً في السحر .. نادى من الغيب غفاة البشر .. هبّوا املأوا كأس المنى قبل أن .. تفعم كأس العمر كفّ القدر.", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "كن سعيدا في هذه اللحظة , فهذه اللحظة جزء من حياتك.", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "إذا أردت أن تعرف الصفاء والسلام فاحدب على تعساء الحياة، أولئك الذين يرتعدون في شقائهم، عندئذ تظفر بالسعادة!.", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "لا تشغل البال بماضي الزمان .. ولا بآتي العيش قبل الأوان .. واغنم من الحاضر لذاته .. فليس في طبع الليالي الأمان", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "عِشْ راضيًا واهجر دواعي الألم، واعدل مع الظالم مهما ظلم، نهاية الدنيا فناء فَـعِشْ فيها طليقًا واعتبرها عدم.", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "نمضي، وتبقى العيشة الراضية؛ وتنمحي آثارنا الماضية. فقبل أن نحيا ومن بعدنا؛ وهذه الدنيا على ما هيه.", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "القلب أضناه عشق الجمال، والصدر قد ضاق بما لا يقال.", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "ما أتعس القلب الذي لم يكد يلتأم حتى أنكأته الخطوب.", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "هبوا املؤوا كاس المنى قبل أن ... تملأ كاس العمر كفّ القَدر.", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "إنَّ الذي يعرف سرّ القضاء، يرى سواءً سَعده والشقاء! العيش فان فلندع أمره، أكان داءً مسَّنا أم دواء.", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "ما اطال النوم عمرا ... ولا قصر في الاعمار طول السهر", Author = "عمر الخيام" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/عمر_الخيام", Text = "يا نفس ما هذا الأسى والكدر ... قد وقع الإثم وضاع الحذر ... هل ذاق حلو العفو إلا الذي ... أذنب والله عفا واغتفر", Author = "عمر الخيام" },
        };
    }
}