using System;

namespace StdbModule;

public static partial class ArabicQuotes
{
    public static class نازكالملائكة
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ar.wikiquote.org/wiki/نازك_الملائكة", Text = "فلسفتي أن الله قد خلق الإنسان ليكون فرداً عاملاً في المجتمع، يلتمس خدمته في كل عمل يعمله وكل كلمة يقولها، فليس من الصحيح أن يظن الإنسان أنه وجد في هذه الحياة ليأكل ويشرب وينام ويلهو عبثاً، لا تنظره رسالة يؤديها إلى الحياة، ولا يقوده مثل عال يقيس أعماله وفقه.", Author = "نازك الملائكة" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نازك_الملائكة", Text = "إن الحياة الإنسانية تصبح أجمل وأوسع عندما يحس الفرد أنه مسؤول عن سلوكه وتصرفاته مسؤولية كاملة، إذ ذاك تصبح لحظات اللهو البريء جميلة ومقبولة تمام القبول لأنها تأتي التماساً للراحة بعد عناء العمل في سبيل الجنس البشري المعذب في هذا العصر في كل مكان.", Author = "نازك الملائكة" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نازك_الملائكة", Text = "الشعر له مكان في العصور كلها، وما من فترة من حياة الإنسانية كان الشعر فيها غير مطلوب، وأن الشعر هو لهاث الحياة في صدر الشاعر يعبر به عن حبه للوجود وانفعاله ورغبته في إيضاح رؤياه بحيث تصله هذه الرؤية بأدق جهاتها، وتقيم جسراً بينه وبين معاصريه الذين يعبر عن أحاسيسهم ويرسم رؤيتهم للدنيا على فسحة الورق، والجديد نفسه يفتح للشاعر أبواب التعبير.", Author = "نازك الملائكة" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نازك_الملائكة", Text = "كلما زاد تعقيد الحضارة زادت حاجتنا إلى الشعر والفنون الأخرى التي تعطي رؤية للحياة فيها حس الإنسانية التي تبقى محتاجة إلى الجمال وإلى الحنان وإلى العاطفة التي تلون الحياة وتعطيها مذاقاً أحلى وأعلى.", Author = "نازك الملائكة" },
        };
    }
}