using System;

namespace StdbModule;

public static partial class ArabicQuotes
{
    public static class نازكالملائكة
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ar.wikiquote.org/wiki/نازك_الملائكة", Text = "إن الحياة الإنسانية تصبح أجمل وأوسع عندما يحس الفرد أنه مسؤول عن سلوكه وتصرفاته مسؤولية كاملة، إذ ذاك تصبح لحظات اللهو البريء جميلة ومقبولة تمام القبول لأنها تأتي التماساً للراحة بعد عناء العمل في سبيل الجنس البشري المعذب في هذا العصر في كل مكان.", Author = "نازك الملائكة" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نازك_الملائكة", Text = "كلما زاد تعقيد الحضارة زادت حاجتنا إلى الشعر والفنون الأخرى التي تعطي رؤية للحياة فيها حس الإنسانية التي تبقى محتاجة إلى الجمال وإلى الحنان وإلى العاطفة التي تلون الحياة وتعطيها مذاقاً أحلى وأعلى.", Author = "نازك الملائكة" },
        };
    }
}