using System;

namespace StdbModule;

public static partial class ArabicQuotes
{
    public static class نزارقباني
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "فإذا وقفت أمام حسنك صامتاً  فالصمت في حرم الجمال جمال  كلماتنا في الحب .. تقتل حبنا  إن الحروف تموت حين تقال.", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "إذا مرَّ يومٌ . ولم اتذكَّر  به أن أقولَ: صباحُكِ سُكَّر ...  ورحتُ أخطُّ كطفلِ صغيرٍ  كلاماً غريباً على وجه دفتر  فلا تضجري من ذهولي وصمتي  ولا تحسبي أنَّ شيئاً تغيَّر  فحين أنا . لا أقولُ : أحبُّ ..  فمعناهُ أني أحبُّكِ أكثر ..", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "أشعر بالحاجة إلى النطق باسمك هذا اليوم ..  أشعر بحاجة إلى أن أتعلق بحروفه كما يتعلق طفل بقطعة حلوى ..  منذ زمن طويل لم أكتب اسمك في أعلى الرسائل .  لم أزرعه شمساً في رأس الورقة .. لم أتدفا به ..", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "أنا لا أحاول تغيير رأيك .. إن القرار قراراك طبعاً ..  ولكنني أشعر الآن، أن جذورك تمتد في القلب،  ذات الشمال، وذات اليمين ..  فكيف نفك حصار العصافير ،  والبحر ، والصيف ، والياسمين ؟  وكيف نقص بثانيتين شريطاً غزلناه في عشرات السنين ؟", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "السنتان اللتان كنت فيهما حبيبتي  هما أهم صفحتين ..  في كتاب الحب المعاصر .  كل الصفحات ، قبلهما ، بيضاء  وكل الصفحات ، بعدهما ، بيضاء", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "قولي - بحق الله - جملة مفيده ..  ولا تسيئي الظن في مواهبي  فما خذلت امرأة عرفتها.  ولا كسرت دمية صنعتها.  ولا اشتريت في المزاد جاريه..  ولا تركت امرأة يوما .. باكيه!!..", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "يزداد كبريائي كلما شعرت أن التي كانت تلميذتي  في أول السنة الدراسيه  أصبحت أستاذتي ..", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "بارد حبك .. كالقطب الشمالي  فلا تستغربي مني برودي ..  بارد عقلك .. كالنصل النحاسي  فلا تبكي بروقي ، ورعودي .  لم أعد أعرف من أنت ..  بعلم الكيمياء ؟  من نحاس أنت .. أم من خشب ..", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "الشمسُ فتحتُ نوافذَها  وتركتُ هنالكَ مرساتي  وقطعتُ بحاراً.. وبحاراً  أنبشُ أعماقَ الموجاتِ  أبحثُ في جوف الصدفاتِ  عن حرفٍ كالقمر الأخضرْ  أُهديهِ لعيني مولاتي", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "جمعت الطبيعة عبقريتها فكان الجمال.", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "فاتن وجهك، لكن في الهوى لا تكفي فتنة الوجه الجميل", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "الحب لا تحدده جغرافيا جسد المرأة.", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "الحبُ في الأرض بعضٌ من تَخَيُّلِنا ... إن لم نجده عليها لاخترعناهُ.", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "حتّى النجومُ تخافُ من وطني ..  ولا أدري السَّبَبْ ..  حتّى الطيورُ تفُرُّ من وطني ..  و لا أدري السَّبَبْ ..  حتّى الكواكبُ .. والمراكبُ .. والسُّحُبْ  حتّى الدفاترُ .. والكُتُبْ ..  وجميعُ أشياء الجمالِ ..  جميعُها .. ضِدَّ العَرَبْ ..", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "يحدث أحيانا ً أن أبكي  مثل الأطفال بلا سببٍ  يحدث أن أسأم من عيني بلا سببٍ  يحدث أن أتعب من كلماتي  يحدث أن أتعب من تعبي  و بلا سببٍ إن الحروف تموت حين تقال.", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "إنهم يريدون أن يفتحوا العالم وهم عاجزون عن فتح كتاب ويريدون أن يخوضوا البحر وهم يتزحلقون بقطرة ماء ويبشرون بثورة ثقافية تحرق الأخضر واليابس ، وثقافتهم لاتتجاوز باب المقهى الذي يجلسون فيه ، وعناوين الكتب المترجمة التي سمعوا عنها.", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "وحين رأيت الحقائب في الأرض،  أدركت أنك لا تقتلين بهذي السهوله  فأنت البلاد وأنت القبيله  وأنت القصيدة قبل التكون  أنت الدفاتر أنت المشاوير أنت الطفوله  وأنت نشيد الأناشيد.", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "حبي الأوحد لا تبكي فدموعك تحفر وجداني إني لا أملك في الدنيا إلا عينيك و أحزاني.", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "كتبت أحبك فوق جدار القمر ( أحبك جداً ) كما لا أحبكِ يوماً بشر .", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "إعتيادي على غيابك يصعب على حضورك أصعب", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "ما تراني أقولُ يا أصدقائي في زمانِ تموت فيه المشاعرُ", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "يا أجمل من رائه عيني يا أحلي سيدة من بين نساء الكون", Author = "نزار قباني" },
        };
    }
}