using System;

namespace StdbModule;

public static partial class ArabicQuotes
{
    public static class نزارقباني
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "فإذا وقفت أمام حسنك صامتاً\n\nفالصمت في حرم الجمال جمال\n\nكلماتنا في الحب .. تقتل حبنا\n\nإن الحروف تموت حين تقال.", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "إذا مرَّ يومٌ . ولم اتذكَّر\n\nبه أن أقولَ: صباحُكِ سُكَّر ...\n\nورحتُ أخطُّ كطفلِ صغيرٍ\n\nكلاماً غريباً على وجه دفتر\n\nفلا تضجري من ذهولي وصمتي\n\nولا تحسبي أنَّ شيئاً تغيَّر\n\nفحين أنا . لا أقولُ : أحبُّ ..\n\nفمعناهُ أني أحبُّكِ أكثر ..", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "أشعر بالحاجة إلى النطق باسمك هذا اليوم ..\n\nأشعر بحاجة إلى أن أتعلق بحروفه كما يتعلق طفل بقطعة حلوى ..\n\nمنذ زمن طويل لم أكتب اسمك في أعلى الرسائل .\n\nلم أزرعه شمساً في رأس الورقة .. لم أتدفا به ..", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "أنا لا أحاول تغيير رأيك .. إن القرار قراراك طبعاً ..\n\nولكنني أشعر الآن، أن جذورك تمتد في القلب،\n\nذات الشمال، وذات اليمين ..\n\nفكيف نفك حصار العصافير ،\n\nوالبحر ، والصيف ، والياسمين ؟\n\nوكيف نقص بثانيتين شريطاً غزلناه في عشرات السنين ؟", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "السنتان اللتان كنت فيهما حبيبتي\n\nهما أهم صفحتين ..\n\nفي كتاب الحب المعاصر .\n\nكل الصفحات ، قبلهما ، بيضاء\n\nوكل الصفحات ، بعدهما ، بيضاء", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "قولي - بحق الله - جملة مفيده ..\n\nولا تسيئي الظن في مواهبي\n\nفما خذلت امرأة عرفتها.\n\nولا كسرت دمية صنعتها.\n\nولا اشتريت في المزاد جاريه..\n\nولا تركت امرأة يوما .. باكيه!!..", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "يزداد كبريائي كلما شعرت أن التي كانت تلميذتي\n\nفي أول السنة الدراسيه\n\nأصبحت أستاذتي ..", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "بارد حبك .. كالقطب الشمالي\n\nفلا تستغربي مني برودي ..\n\nبارد عقلك .. كالنصل النحاسي\n\nفلا تبكي بروقي ، ورعودي .\n\nلم أعد أعرف من أنت ..\n\nبعلم الكيمياء ؟\n\nمن نحاس أنت .. أم من خشب ..", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "الشمسُ فتحتُ نوافذَها\n\nوتركتُ هنالكَ مرساتي\n\nوقطعتُ بحاراً.. وبحاراً\n\nأنبشُ أعماقَ الموجاتِ\n\nأبحثُ في جوف الصدفاتِ\n\nعن حرفٍ كالقمر الأخضرْ\n\nأُهديهِ لعيني مولاتي", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "جمعت الطبيعة عبقريتها فكان الجمال.", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "فاتن وجهك، لكن في الهوى لا تكفي فتنة الوجه الجميل", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "الحب لا تحدده جغرافيا جسد المرأة.", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "الحبُ في الأرض بعضٌ من تَخَيُّلِنا ... إن لم نجده عليها لاخترعناهُ.", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "حتّى النجومُ تخافُ من وطني ..\n\nولا أدري السَّبَبْ ..\n\nحتّى الطيورُ تفُرُّ من وطني ..\n\nو لا أدري السَّبَبْ ..\n\nحتّى الكواكبُ .. والمراكبُ .. والسُّحُبْ\n\nحتّى الدفاترُ .. والكُتُبْ ..\n\nوجميعُ أشياء الجمالِ ..\n\nجميعُها .. ضِدَّ العَرَبْ ..", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "يحدث أحيانا ً أن أبكي\n\nمثل الأطفال بلا سببٍ\n\nيحدث أن أسأم من عيني بلا سببٍ\n\nيحدث أن أتعب من كلماتي\n\nيحدث أن أتعب من تعبي\n\nو بلا سببٍ إن الحروف تموت حين تقال.", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "إنهم يريدون أن يفتحوا العالم وهم عاجزون عن فتح كتاب ويريدون أن يخوضوا البحر وهم يتزحلقون بقطرة ماء\nويبشرون بثورة ثقافية تحرق الأخضر واليابس ، وثقافتهم لاتتجاوز باب المقهى الذي يجلسون فيه ، وعناوين الكتب المترجمة التي سمعوا عنها.", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "وحين رأيت الحقائب في الأرض،\n\nأدركت أنك لا تقتلين بهذي السهوله\n\nفأنت البلاد وأنت القبيله\n\nوأنت القصيدة قبل التكون\n\nأنت الدفاتر أنت المشاوير أنت الطفوله\n\nوأنت نشيد الأناشيد.", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "حبي الأوحد لا تبكي فدموعك تحفر وجداني\nإني لا أملك في الدنيا إلا عينيك و أحزاني.", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "إن اللغة العربية تضايقهم لأنهم لا يستطيعون قراءتها والعبارة العربية تزعجهم لأنهم لا يستطيعون تركيبها وهم مقتنعون أن كل العصور التي سبقتهم هي عصور انحطاط، وأنَّ كل ما كتبه العرب من شعر منذ الشنفرى حتى اليوم، هو شعر رديء ومنحط . .تسأل الواحد منهم عن المتنبي، فينظر إليكَ باشمئزاز كأنك تحدثه عن الزائدة الدودية، وحين تسأله عن (الأغاني) و (العقد الفريد) و (البيان والتبيين) و (نهج البلاغة) و (طوق الحمامة) يرد عليك بأنه لا يشتري اسطوانات عربية ولا يحضر أفلاماً عربية.", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "كتبت أحبك فوق جدار القمر\n( أحبك جداً )\nكما لا أحبكِ يوماً بشر .", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "تساءلت في حنان، عن حبنا كيف كان؟ وكيف نحن استحلنا طرائقاً في ثوان، جرنا حياءً... وصرنا في دوزنات الكمان، فالناس لو أبصرنا قالوا: دخان الدخان... في أي أرضٍ جمعنا، وأين هذا المكان؟ هل كان جذعاً عتيقاً في غابة السنديان؟ أم كان منزل داعٍ مسربلاً بالأغانى؟ على الليالي دخلنا فأصبحت مهرجان، بحيث رفت خطانا تفتقت نجمتان، وحيث سال شذانا تفتحت وردتان", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "إعتيادي على غيابك يصعب على حضورك أصعب", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "ما تراني أقولُ يا أصدقائي في زمانِ تموت فيه المشاعرُ", Author = "نزار قباني" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/نزار_قباني", Text = "يا أجمل من رائه عيني يا أحلي سيدة من بين نساء الكون", Author = "نزار قباني" },
        };
    }
}