using System;

namespace StdbModule;

public static partial class ArabicQuotes
{
    public static class يحيىحقي
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ar.wikiquote.org/wiki/يحيى_حقي", Text = "إني لا أعترف بأي نتاج أدبي فني ناتج من سكر أو خمر لأني أعلي من قيمة العقل والذي لا يجوز العبث به أو المساس بها", Author = "يحيى حقي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/يحيى_حقي", Text = "كيف لم يقو مكرك على ستر سذاجتك ؟!", Author = "يحيى حقي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/يحيى_حقي", Text = "كوني ما شئتِ ، ليمسخ الإهمال صورتك ، ليقس الضنا على محياك ، بل فليشوهك الزمن الذي لا يرحم .. فأنتِ أنتِ عندي .. آخر علمي وذوقي ومنتهي تجربتي", Author = "يحيى حقي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/يحيى_حقي", Text = "عجبتُ للإنسان يوصي غيره بالقناعة .. ولا يقنعُ هو !", Author = "يحيى حقي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/يحيى_حقي", Text = "من حسن الحظ ألا ينقطع عن ذكرك أناس، وألا ينقطع عن نسيانك أناس، وأن ينساك أناس ثم يذكروك.", Author = "يحيى حقي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/يحيى_حقي", Text = "أغلب أحاديثنا - بعد كلمتين ليس غير - تتحول من الموضوع - أياً كان - إلى الذات ، الشكوى أو الافتخار ، ولكني أحس أنهما ينبعان من نزعة واحدة متكتمة : إستجداء تبرير الوجود", Author = "يحيى حقي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/يحيى_حقي", Text = "هذه هي الحياة، خذها كما تأتي، إياك أن تظلم أو تؤذي أحدا، وإياك أن يرهقك الجود وإن اتهمك الناس بالسفه أو الغفلة والضعف.", Author = "يحيى حقي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/يحيى_حقي", Text = "في بعض الأحيان ننهب أعمارنا نهبا ونلهب ظهرها بالسوط حتى تجري مسرعة ..لا لشيء الا رغبة منا في نسيان جرح ..فتكون خسارتنا للعمر أشد مصيبة من الجرح ذاته .", Author = "يحيى حقي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/يحيى_حقي", Text = "حرمت أن تعيش معي امرأة من بعد اليوم الذي بحثت فيه عن الأوراق التي كتبتُ عليها مطلع قصة \"تاييس\"، لم أجدها في مكانها على مكتبي، قلبت البيت رأسًا على عقب ونبشت في كل مخبأ فلم أعثر عليها، حتى تملكني اليأس وأيقنتُ أن جهدي السابق قد ضاع كله؛ لأنني أكره أن أكتبها من جديد. ثم إذا بي بعد يومين أدخل على المطبخ ولا أدري لماذا، فوجدتُ الفصل الأول موضوعًا تحت قعر حلة، ومبدأ الفصل الثاني ملفوفًا على هيئة سدادة لزجاجة خل! فلا تتزوج أبدًا يا حبيبي، فقلما يسعد امرؤ بالزواج لاسيما من كان منتسبًا إلى حرفة الأدب.", Author = "يحيى حقي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/يحيى_حقي", Text = "الكتابة الأدبية ناجمة عن شعور داخلي، ولكننا لا نستطيع أن ننسى الطلاء الخارجي المتمثل في الاطلاع والثقافة.", Author = "يحيى حقي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/يحيى_حقي", Text = "اختلاف السعادة التي توهب للبشر في النوع لا في المقدار", Author = "يحيى حقي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/يحيى_حقي", Text = "تخفي المرأة عمرها وتخفي أيضاً قياس قدمها، فما دخلت محلاً لبيع الأحذية إلا لاحظت أن كل امرأة تذكر أولاً لقياس قدمها رقماً يقل عن حقيقتها.", Author = "يحيى حقي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/يحيى_حقي", Text = "ولكن وقع اليقظة على بعض النفوس يجيء أحيانا كوقع المفاجأة وليس أشق على نفس الذي ألف الاستعباد من أن توهب له الحرية فجأة أو تلقى على كتفيه لأول مرة مسئولية تدبير أموره، ويقال له أنت سيد نفسك، دافع عن حقك، وقم بواجبك، إنه كان يطالب بهذه الحقوق، يؤمن أن كل بلائه راجع لحرمانه منها، ويقول أنها لو ردت إليه لتغير حاله في غمضة طرف، من الظلام إلى النور، فإذا واجه النور حين يعم غشيت عيناه.", Author = "يحيى حقي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/يحيى_حقي", Text = "لجأتُ إلى الكتب المقدسة الطاهرة استنبئها : أيجيب الرحمن دعوة العاصي ؟ فإني أريد إذا ما وقفت بين يدي الديان أن أسأله ، قبل أن يغفر لي ذنوبي أن يغفر لك ذنبك", Author = "يحيى حقي" },
            new Quote { Id = "https://ar.wikiquote.org/wiki/يحيى_حقي", Text = "فالمهارة أن ترفع السلاسة عن الابتذال وأن يكون هناك فارق واضح بين البساطة والكلام الركيك.", Author = "يحيى حقي" },
        };
    }
}