namespace StdbModule;

public static partial class RussianQuotes
{
    public static class АлександрСолженицын
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Исаевич_Солженицын", Text = "как помочь длительному выздоровлению своей страны? Одна из лучших надежд - становление и расцвет национального языка вопреки нивелирующему катку века.", Author = "Александр Солженицын" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Исаевич_Солженицын", Text = "Статья академика Виноградова рождает досадное ощущение: и тоном своим, и неудовлетворительным подбором примеров, и - в противоречие с содержанием - собственным дурным русским языком. Тон её высокомерен - без надобности и без оснований.", Author = "Александр Солженицын" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Исаевич_Солженицын", Text = "на крещеньи младенцев обычно кончается всё приобщение детей к Церкви, последующие пути воспитания в вере глухо закрыты для них . Отрочеству, вырванному из христианства, - только бы не заразилось им! - для нравственного воспитания оставлено ущелье между блокнотом агитатора и уголовным кодексом.", Author = "Александр Солженицын" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Исаевич_Солженицын", Text = "Твардовский был - богатырь, из тех немногих, кто перенёс русское национальное сознание через коммунистическую пустыню.", Author = "Александр Солженицын" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Исаевич_Солженицын", Text = "Жорес Медведев неутомимо эксплуатирует на Западе доверие к нему как к надёжному свидетелю и истолкователю советской жизни. Удивительным образом Жорес Медведев всегда знает, что́ сейчас приятно советскому правительству, и именно то говорит, так уместно и умно, как не умеет весь платный аппарат Агитпропа ЦК.", Author = "Александр Солженицын" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Исаевич_Солженицын", Text = "Западная критика удивила непрочтением \"Письма\". Начиная с поспешных и безответственных газетных заголовков, отзывались так, будто речь шла о каком-то другом документе, где предлагалось не самоограничение, а агрессия.", Author = "Александр Солженицын" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Исаевич_Солженицын", Text = "в восточно-славянском православии, перенесшем за коммунистические 65 лет гонения, по своей лютости и по своей массовости превосходящие гонения первых веков христианства...", Author = "Александр Солженицын" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Исаевич_Солженицын", Text = "Коммунизм останавливается только тогда, когда встречает стену, - хотя бы стену непоколебимой воли.", Author = "Александр Солженицын" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Исаевич_Солженицын", Text = "В папках засаленных Подшивает бумажки проклятая нежить - Жандармский корпус Сталина!", Author = "Александр Солженицын" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Исаевич_Солженицын", Text = "Пусть вглуби нас обиды сгорят вперегной, А наружу мы бросим - побеги живые! - И тогда лишь всплывёт над усталой страной Долгожданное Солнце России.", Author = "Александр Солженицын" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Исаевич_Солженицын", Text = "Есть много в России несхожих Россий.", Author = "Александр Солженицын" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Исаевич_Солженицын", Text = "поэзия XX века крикливая, куда-то лезет, хочет как-то изощриться особенно, обязательно поразить или удивить.", Author = "Александр Солженицын" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Исаевич_Солженицын", Text = "\"Мы\": блестящая, сверкающая талантом вещь; среди фантастической литературы редкость тем, что люди - живые и судьба их очень волнует.", Author = "Александр Солженицын" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Исаевич_Солженицын", Text = "Отмываться всегда трудней, чем плюнуть. Надо уметь быстро и в нужный момент плюнуть первым.", Author = "Александр Солженицын" },
        };
    }
}
