namespace StdbModule;

public static partial class RussianQuotes
{
    public static class АлександрПушкин
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Сергеевич_Пушкин", Text = "\"Царь! Бова тебе не надобен, Ну, и к чёрту королевича! Решено: ему в живых не быть\".", Author = "Александр Пушкин" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Сергеевич_Пушкин", Text = "Зачем раздался гром войны Во славном царстве Зензевея. Народ кипит, гремят народны клики Пред теремом грузинского владыки - Съезжаются могучие цари, Царевичи, князья, богатыри - Царь Зензевей их ласково встречает Готовит пир - и ровно сорок дней Своих гостей он пышно угощает.", Author = "Александр Пушкин" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Сергеевич_Пушкин", Text = "Неуважение к предкам есть первый признак дикости и безнравственности.", Author = "Александр Пушкин" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Сергеевич_Пушкин", Text = "Н. избирает себе в наперсники Невский проспект - он доверяет ему все свои домашние беспокойства, все семейственные огорчения. - Об нём жалеют - он доволен.", Author = "Александр Пушкин" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Сергеевич_Пушкин", Text = "Неудивительно, что Тацит, бич тиранов, не нравился Наполеону; удивительно чистосердечие Наполеона, в том признававшегося, не думая о добрых людях, готовых видеть тут ненависть тирана к своему мёртвому карателю.", Author = "Александр Пушкин" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Сергеевич_Пушкин", Text = "Зависть - сестра соревнования, следственно из хорошего роду.", Author = "Александр Пушкин" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Сергеевич_Пушкин", Text = "Переводчики - почтовые лошади просвещения.", Author = "Александр Пушкин" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Сергеевич_Пушкин", Text = "Завистник, который мог освистать Дон-Жуана, мог отравить его творца.", Author = "Александр Пушкин" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Сергеевич_Пушкин", Text = "Не откладывай до ужина того, что можешь съесть за обедом.", Author = "Александр Пушкин" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Сергеевич_Пушкин", Text = "Точность - вежливость поваров.", Author = "Александр Пушкин" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Александр_Сергеевич_Пушкин", Text = "Желудок просвещённого человека имеет лучшие качества доброго сердца: чувствительность и благодарность.", Author = "Александр Пушкин" },
        };
    }
}
