using System;

namespace StdbModule;

public static partial class RussianQuotes
{
    public static class АндрейБелый
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Белый", Text = "Ещё, и ещё в синюю бездну дня, полную жарких, жестоких блесков, кинула зычные блики целебеевская колокольня.", Author = "Андрей Белый" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Белый", Text = "А душный от благовонья Троицын день обсыпал кусты лёгкими, розовыми шиповниками.", Author = "Андрей Белый" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Белый", Text = "И жар душил грудь; в жаре стекленели стрекозиные крылья над прудом, взлетали в жар в синюю бездну дня, — туда, в голубой покой пустынь.", Author = "Андрей Белый" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Белый", Text = "Дарьяльский сызмальства прослыл чудаком, но, говорят, такое прошёл учёное заведение, где с десяток мудрейших особ из года в год невесть на каких языках неприличнейшего сорта стишки вместо наук разбирать изволят — ей-Богу!", Author = "Андрей Белый" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Белый", Text = "И охотник же был Дарьяльский до такого сорта стишков, и сам в них преуспевал; писал обо всём: и о белолилейной пяте, и о мирре уст, и даже… о полиелее ноздрей.", Author = "Андрей Белый" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Белый", Text = "Но, спрошу я, какая такая разница между богиней и бабой? Богиня ли, баба ли — всё одно: кем же, как не бабами, в древности сами богини были.", Author = "Андрей Белый" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Белый", Text = "— Да ты сообрази, дубовое твоё рыло, — сообрази ты: кто над землёй трудится? Мужик — я, чай! Мужику и земля, тоись, в полное апчественное обладание.", Author = "Андрей Белый" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Белый", Text = "В борьбе обретёшь ты право своё!", Author = "Андрей Белый" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Белый", Text = "Бысть ветер буйный, и занесе меня в кобак; и рекл ми целовальник: «Человече, чего хощеши?» И отвещах ему: «Зелья водошнаго».", Author = "Андрей Белый" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Белый", Text = "Едва они въехали в Лихов, как стали подпрыгивать, да так, будто под тележку были нарочно подброшены самые что ни на есть неудобомостимые камни.", Author = "Андрей Белый" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Белый", Text = "На стене красовался зелёный кудреватый шпинат, рисовавший зигзагами плезиры петергофской натуры с пространствами, облаками и с сахарным куличом в виде стильного павильончика.", Author = "Андрей Белый" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Белый", Text = "С. М., весьма оскорблённый в своем романтизме увидеть идею «не только» поэзии в ряде годин, не мог слышать о Блоке, слагая пародии на «глубину».", Author = "Андрей Белый" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Белый", Text = "Он скрежещет кривою улыбкой; лицо очень бледное, старообразное; жёлтая пара; как камень шершавый, с которого жёлтенький лютик растёт; так конфузлив, как листья растения «не-тронь-меня»; чуть что ― ёжится: нет головы; лицом ― в плечи; лишь лысинка!", Author = "Андрей Белый" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Белый", Text = "Я же нагнулся в лорнетóчный блеск Зинаиды «Прекрасной» и взял пахнущую туберозою ручку под синими блёсками спрятанных глаз; удлинённое личико, коль глядеть сбоку; и маленькое — с фасу: от вздёрга под нос подбородка; совсем неправильный нос.", Author = "Андрей Белый" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Белый", Text = "Рогами гранными, как чёрт, Туда — в века, в лазури-ляпис — Граниторозовый простёрт В неё влюблённый, странный Апис.", Author = "Андрей Белый" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Белый", Text = "И бросят в арфы, — шали, шарфы, Вздыхая вестью дорогой, — Вон те, Марии, эти Марфы, Над жизнью, старою каргой.", Author = "Андрей Белый" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Белый", Text = "Соединив четыре силы В троякой были глубиной, Меня примите из могилы, Светите оком — Той, Одной, — Мечтой вуалевой, как трепет, Несущей далевую жизнь На печальный мой лепет Сквозь звуков маревую жизнь.", Author = "Андрей Белый" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Белый", Text = "Двадцатилетием таимый, Двадцатилетием чернён, Я слышу зов многолюбимый Сегодня, Троицыным днём, — И под берёзкой кружевною, Простёртой доброю рукой, Я смыт вздыхающей волною В неутихающий покой.", Author = "Андрей Белый" },
        };
    }
}