using System;

namespace StdbModule;

public static partial class RussianQuotes
{
    public static class АндрейПлатонов
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Платонов", Text = "Я мог бы выдумать что-нибудь вроде счастья, а от душевного смысла улучшилась бы производительность.", Author = "Андрей Платонов" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Платонов", Text = "Шло большое звёздное время, что безвозвратно проходит, считая свои отмирающие части.", Author = "Андрей Платонов" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Платонов", Text = "Чепурный взял в руки сочинение Карла Маркса и с уважением перетрогал густо напечатанные страницы: писал-писал человек, сожалел Чепурный, а мы всё сделали, а потом прочитали, — лучше бы и не писал!", Author = "Андрей Платонов" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Платонов", Text = "Еда, брат, громадное дело, Щами велик человек, Ешь, чтоб душа не сопрела, Лопай, давись, животом кукарекай! Будешь ты в славе и чести, Если скулу изотрёшь, Сгинешь, как гнида, без вести, Если планету сию не сожрешь.", Author = "Андрей Платонов" },
        };
    }
}