using System;

namespace StdbModule;

public static partial class RussianQuotes
{
    public static class АндрейПлатонов
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Платонов", Text = "Я мог бы выдумать что-нибудь вроде счастья, а от душевного смысла улучшилась бы производительность.", Author = "Андрей Платонов" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Платонов", Text = "Всё равно истины нет на свете или, быть может, она и была в каком-нибудь растении или в героической твари, но шёл дорожный нищий и съел то растение или растоптал гнетущуюся низом тварь, а сам умер затем в осеннем овраге, и тело его выдул ветер в ничто.", Author = "Андрей Платонов" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Платонов", Text = "Шло большое звёздное время, что безвозвратно проходит, считая свои отмирающие части.", Author = "Андрей Платонов" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Платонов", Text = "Чепурный взял в руки сочинение Карла Маркса и с уважением перетрогал густо напечатанные страницы: писал-писал человек, сожалел Чепурный, а мы всё сделали, а потом прочитали, — лучше бы и не писал!", Author = "Андрей Платонов" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Платонов", Text = "Поставим вопрос: откуда взялся русский народ? И ответим: из буржуазной мелочи! Он бы и ещё откуда-нибудь родился, да больше места не было. А потому мы должны бросить каждого в рассол социализма, чтобы с него слезла шкура капитализма и сердце обратило внимание на жар жизни вокруг костра классовой борьбы и произошёл бы энтузиазм!", Author = "Андрей Платонов" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Платонов", Text = "― Да тут не дознаешься: от таких харчей каждое тело дымит. Хромой тоже нигде не заметил земной красоты. Наоборот, он беседовал с Пуховым о какой-то речке Курсавке, где ловил рыбу, и о траве доннике, посыпаемой для вкуса в махорку. Курсавку он помнил, донник знал, а про Великий или Тихий океан забыл и ни в одну пальму не вгляделся задумчивыми глазами. Так весь мир и пронёсся мимо него, не задев никакого чувства.", Author = "Андрей Платонов" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Платонов", Text = "― Рабочий человек, - говаривал Федор Федорович, - должен глубоко понимать, что ведер и паровозов можно наделать сколько угодно, а песню и волнение сделать нарочно нельзя. Песня дороже вещей, она человека к человеку приближает. А это трудней и нужнее всего.", Author = "Андрей Платонов" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Платонов", Text = "― Холуи вы, ― говорил Жмых. ― То ли нам надо? То ли советская власть желает? Надобно, чтобы роскошная пища в каждой кишке прела. ― А как же то станется, Жмых? И так добро из земли прёт, ― говорили посытевшие от болотного добра гожевцы. ― В недра надобно углубиться, ― отвечал Жмых.", Author = "Андрей Платонов" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Андрей_Платонов", Text = "Еда, брат, громадное дело, Щами велик человек, Ешь, чтоб душа не сопрела, Лопай, давись, животом кукарекай! Будешь ты в славе и чести, Если скулу изотрёшь, Сгинешь, как гнида, без вести, Если планету сию не сожрешь.", Author = "Андрей Платонов" },
        };
    }
}