namespace StdbModule;

public static partial class RussianQuotes
{
    public static class АфанасийФет
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "На заре ты её не буди, На заре она сладко так спит...", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Я пришёл к тебе с приветом...", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Я думал... не помню, что думал...", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Зреет рожь над жаркой нивой, И от нивы и до нивы Гонит ветер прихотливый Золотые переливы.", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Какое счастие: и ночь, и мы одни!", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Я ль несся к бездне полуночной, Иль сонмы звезд ко мне неслись? Казалось, будто в длани мощной Над этой бездной я повис...", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Прямо смотрю я из времени в вечность...", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "В моей руке - какое чудо! - Твоя рука...", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "И тебе не томно? И тебе не больно?", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Только песне нужна красота, Красоте же и песен не надо.", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Сияла ночь. Луной был полон сад. Лежали Лучи у наших ног в гостиной без огней. Рояль был весь раскрыт, и струны в нём дрожали, Как и сердца у нас за песнию твоей.", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Не жизни жаль с томительным дыханьем, Что жизнь и смерть? А жаль того огня, Что просиял над целым мирозданьем, И в ночь идёт, и плачет, уходя.", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Но верь весне. Ее промчится гений, Опять теплом и жизнию дыша. Для ясных дней, для новых откровений Переболит скорбящая душа.", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Вот эта книжка небольшая Томов премногих тяжелей.", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Покуда я дышу - ты мысль моя, не боле...", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Душа дрожит, готова вспыхнуть чище, Хотя давно угас весенний день И при луне на жизненном кладби́ще Страшна и ночь, и собственная тень.", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Не так ли я, сосуд скудельный, Дерзаю на запретный путь, Стихии чуждой, запредельной, Стремясь хоть каплю зачерпнуть?", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Хоть не вечен человек, То, что вечно, - человечно.", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Былинки не найдешь и не найдешь листа, Чтобы не плакал он и не сиял от счастья.", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Там человек сгорел!", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Этот листок, что иссох и свалился, Золотом вечным горит в песнопенье.", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "В нас вопиет всесильная природа...", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Как самая поэзия - воспроизведение не всего предмета, а только его красоты, поэтическая мысль только отражение мысли философской и опять-таки отражение ее красоты; до других ее сторон поэзии нет дела.", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Кто не в состоянии броситься с седьмого этажа вниз головой, с непоколебимой верой в то, что он воспарит по воздуху, тот не лирик.", Author = "Афанасий Фет" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Афанасий_Афанасьевич_Фет", Text = "Меня всегда из определенной области слов тянуло в неопределенную область музыки, в которую я уходил, насколько хватало сил моих.", Author = "Афанасий Фет" },
        };
    }
}
