using System;

namespace StdbModule;

public static partial class RussianQuotes
{
    public static class БорисАкунин
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ru.wikiquote.org/wiki/Борис_Акунин", Text = "Необходимость в герое возникает тогда, когда нужно что-то спасать, когда требуется своим телом затыкать какую-то прореху. Герой и героизм — это явные признаки того, что в системе происходит сбой. И когда говорят: «героическое время», это всегда означает, что время настало паршивое.", Author = "Борис Акунин" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Борис_Акунин", Text = "Российская культура печальна и склонна к унынию.", Author = "Борис Акунин" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Борис_Акунин", Text = "Я вообще осуждаю обычно только людей, которые активно творят зло. А к остальным я стараюсь относиться с сочувствием и пониманием.", Author = "Борис Акунин" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Борис_Акунин", Text = "Если под этим термином ''[рашизм]'' подразумевается российский империализм - это нормальный термин, если-же под этим имеется ввиду всё российское и всё русское - ну это несправедливо и неправильно.", Author = "Борис Акунин" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Борис_Акунин", Text = "Литература - это всегда анархистское приключение. Нет ничего скучнее литературы, придерживающейся установленных правил.", Author = "Борис Акунин" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Борис_Акунин", Text = "Русская: классический роман 19 века; таблица Менделеева; отрицательный опыт принудительного построения земного рая. Японская: красота простоты; высшая форма поэзии – трехстишье хокку; отношение к профессии как к Пути.", Author = "Борис Акунин" },
        };
    }
}