using System;

namespace StdbModule;

public static partial class RussianQuotes
{
    public static class ВелимирХлебников
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ru.wikiquote.org/wiki/Велимир_Хлебников", Text = "Повесть строится из слов, как строительной единицы здания. Единицей служит малый камень равновеликих слов. Сверхповесть или заповесть складывается из самостоятельных отрывков, каждый со своим особым богом, особой верой и особым уставом.", Author = "Велимир Хлебников" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Велимир_Хлебников", Text = "Какой Хлебников футурист? Если уж хотите — он архаистом был.", Author = "Николай Асеев" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Велимир_Хлебников", Text = "Математика временами овладевала целиком мыслями Хлебникова.", Author = "Виктор Шкловский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Велимир_Хлебников", Text = "Поэтическая слава Хлебникова неизмеримо меньше его значения.", Author = "Владимир Маяковский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Велимир_Хлебников", Text = "Хлебников — не поэт для потребителей. Его нельзя читать. Хлебников — поэт для производителя.", Author = "Владимир Маяковский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Велимир_Хлебников", Text = "Подобно Блоку, Хлебников мыслил язык как государство, но отнюдь не в пространстве, не географически, а во времени. Хлебников не знает, что такое современник. Он гражданин всей истории, всей системы языка и поэзии.", Author = "Осип Мандельштам" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Велимир_Хлебников", Text = "Ещё не умерший Хлебников, как тополи, лепетал; теперь над глиняным склепом его лишь ветер да лебеда.", Author = "Николай Асеев" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Велимир_Хлебников", Text = "Самые цельные, самые традиционные поэты, как Есенин, тоже переменились от влияния Хлебникова. Он писатель для писателей. Он Ломоносов сегодняшней русской литературы.", Author = "Виктор Шкловский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Велимир_Хлебников", Text = "Если книга адресована к немногим так, как адресована энергия Волховстроя немногим передаточным станциям, с тем, чтобы эти подстанции разносили переработанную энергию по электрическим лампочкам, — такая книга нужна.", Author = "Владимир Маяковский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Велимир_Хлебников", Text = "Почерк Хлебникова был действительно похож на пыльцу, которой осыпается бабочка. Детская призма, инфантилизм поэтического слова сказывались в его поэзии не «психологией», — это было в самых элементах, в самых небольших фразовых и словесных отрезках.", Author = "Юрий Тынянов" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Велимир_Хлебников", Text = "Новое зрение Хлебникова не мирилось с тем, что за плотный и тесный язык литературы не попадает самое главное и интимное, что это главное оттесняется «тарою» литературного языка.", Author = "Юрий Тынянов" },
        };
    }
}