namespace StdbModule;

public static partial class RussianQuotes
{
    public static class ВикторШкловский
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ru.wikiquote.org/wiki/Виктор_Борисович_Шкловский", Text = "Утопить бы Уэллса в советском супе - и это будет Утопия.", Author = "Виктор Шкловский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Виктор_Борисович_Шкловский", Text = "Богему создал ВАПП, накооптировавший в писатели 3000 человек.", Author = "Виктор Шкловский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Виктор_Борисович_Шкловский", Text = "Если бы был заказан какому-нибудь человеководу Пушкин, то вряд ли человековод догадался, что для того, чтобы получить Пушкина, хорошо выписать дедушку из Абиссинии.", Author = "Виктор Шкловский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Виктор_Борисович_Шкловский", Text = "Нужно было Достоевскому считать себя не совсем в большой литературе. Чтобы ввести полицейский роман в искусство, мы канонизуем писателей после смерти...", Author = "Виктор Шкловский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Виктор_Борисович_Шкловский", Text = "Сергей Третьяков - рассудительный романтик с безумными загибами...", Author = "Виктор Шкловский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Виктор_Борисович_Шкловский", Text = "ЛЕФ сам был противоречив, он собирался, как река из ручьёв, меняя ложе, оставляя в стороне то, что в России называли старицей...", Author = "Виктор Шкловский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Виктор_Борисович_Шкловский", Text = "Математика временами овладевала целиком мыслями Хлебникова. Хлебников утонул в болотах вычислений, и его насильственно спасали.", Author = "Виктор Шкловский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Виктор_Борисович_Шкловский", Text = "Нет стыда у искусства. Человеческая судьба стала художественным приёмом. Приёмом. Да, приёмом. Это я сейчас перерезаю и перевязываю пуповину рождённого искусства.", Author = "Виктор Шкловский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Виктор_Борисович_Шкловский", Text = "Любовь, как сказала мне Лариса Рейснер, - пьеса с короткими актами и длинными антрактами. Нужно уметь вести себя в антрактах...", Author = "Виктор Шкловский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Виктор_Борисович_Шкловский", Text = "Лестница литературных направлений ведёт к нарисованным дверям. Лестница существует эта, пока идёшь.", Author = "Виктор Шкловский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Виктор_Борисович_Шкловский", Text = "Что касается электричества, телефона и ванны, то уборная была в 100 саженях.", Author = "Виктор Шкловский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Виктор_Борисович_Шкловский", Text = "Я спросил у Шкловского о Пастернаке: \"Он хороший человек?\" - \"На льду не портится!\"", Author = "Виктор Шкловский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Виктор_Борисович_Шкловский", Text = "Когда мы уступаем дорогу автобусу, мы делаем это не из вежливости.", Author = "Виктор Шкловский" },
        };
    }
}
