namespace StdbModule;

public static partial class RussianQuotes
{
    public static class ВладимирМаяковский
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владимир_Владимирович_Маяковский", Text = "Ведь, если звёзды зажигают - значит - это кому-нибудь нужно?", Author = "Владимир Маяковский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владимир_Владимирович_Маяковский", Text = "Я думал - ты всесильный божище, а ты недоучка, крохотный божик. Видишь, я нагибаюсь, из-за голенища достаю сапожный ножик. Крыластые прохвосты! Жмитесь в раю! Ерошьте пёрышки в испуганной тряске! Я тебя, пропахшего ладаном, раскрою отсюда до Аляски! ... Вселенная спит, Положив на лапу С клещами звёзд огромное ухо.", Author = "Владимир Маяковский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владимир_Владимирович_Маяковский", Text = "А с запада падает красный снег сочными клочьями человечьего мяса. ... А из ночи, мрачно очерченной чернью, багровой крови лилась и лилась струя.", Author = "Владимир Маяковский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владимир_Владимирович_Маяковский", Text = "Людям страшно - у меня изо рта шевелит ногами непрожеванный крик.", Author = "Владимир Маяковский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владимир_Владимирович_Маяковский", Text = "И когда говорят мне, что труд, и ещё, и ещё будто хрен натирают на заржавленной тёрке я ласково спрашиваю, взяв за плечо: \"А вы прикупаете к пятёрке?\"", Author = "Владимир Маяковский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владимир_Владимирович_Маяковский", Text = "Тише, философы! Я знаю - Не спорьте - Зачем источник жизни дарен им. Затем, чтоб рвать Затем, чтоб портить Дни листкам календарным!", Author = "Владимир Маяковский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владимир_Владимирович_Маяковский", Text = "Тише, ораторы! Ваше слово, товарищ маузер.", Author = "Владимир Маяковский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владимир_Владимирович_Маяковский", Text = "Я хочу, чтоб к штыку приравняли перо. С чугуном чтоб и с выплавкой стали о работе стихов, от Политбюро, чтобы делал доклады Сталин.", Author = "Владимир Маяковский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владимир_Владимирович_Маяковский", Text = "Смотрю: вот это - тропики. Всю жизнь вдыхаю наново я. А поезд прёт торопкий сквозь пальмы, сквозь банановые. Их силуэты-веники встают рисунком тошненьким: не то они - священники, не то они - художники. Аж сам не веришь факту: из всей бузы и вара встаёт растенье - кактус трубой от самовара.", Author = "Владимир Маяковский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владимир_Владимирович_Маяковский", Text = "Если я не устал кричать \"мы\", \"мы\", \"мы\", то не оттого, что пыжится раздувающаяся в пророки бе́здарь, а оттого, что время, оправдав нашу пятилетнюю борьбу, дало нам силу смотреть на себя, как на законодателей жизни.", Author = "Владимир Маяковский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владимир_Владимирович_Маяковский", Text = "Во-первых, конечно, всё это отличается от других заграниц главным образом всякой пальмой и кактусом, но это произрастает в надлежащем виде только на юге за Вера-Круц. Город же Мехико тяжёл, неприятен, грязен и безмерно скучен.", Author = "Владимир Маяковский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владимир_Владимирович_Маяковский", Text = "Я - поэт. Этим и интересен.", Author = "Владимир Маяковский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владимир_Владимирович_Маяковский", Text = "Какая-то \"Птичница Агафья\". Если б мне в то время попалось несколько таких книг - бросил бы читать совсем. К счастью, вторая - \"Дон-Кихот\". Вот это книга! Сделал деревянный меч и латы, разил окружающее.", Author = "Владимир Маяковский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владимир_Владимирович_Маяковский", Text = "Принять или не принимать? Такого вопроса для меня (и для других москвичей-футуристов) не было. Моя революция. Пошёл в Смольный. Работал. Всё, что приходилось.", Author = "Владимир Маяковский" },
        };
    }
}
