using System;

namespace StdbModule;

public static partial class RussianQuotes
{
    public static class ВладиславХодасевич
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владислав_Ходасевич", Text = "В 1904 году Андрей Белый был ещё очень молод, золотокудр, голубоглаз и в высшей степени обаятелен.", Author = "Владислав Ходасевич" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владислав_Ходасевич", Text = "Газетная подворотня гоготала над его стихами и прозой, поражавшими новизной, дерзостью, иногда — проблесками истинной гениальности.", Author = "Владислав Ходасевич" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владислав_Ходасевич", Text = "В его присутствии всё словно мгновенно менялось, смещалось или озарялось его светом.", Author = "Владислав Ходасевич" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владислав_Ходасевич", Text = "И он в самом деле был светел.", Author = "Владислав Ходасевич" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владислав_Ходасевич", Text = "Кажется, все, даже те, кто ему завидовал, были немножко в него влюблены.", Author = "Владислав Ходасевич" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владислав_Ходасевич", Text = "Малую правду, свою человеческую, просто человеческую любовь они рядили в одежды правды неизмеримо большей.", Author = "Владислав Ходасевич" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владислав_Ходасевич", Text = "Так играли словами, коверкая смыслы, коверкая жизни.", Author = "Владислав Ходасевич" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владислав_Ходасевич", Text = "Впоследствии исковеркали жизнь и самой Жене, облечённой в Солнце, и мужу её, одному из драгоценнейших русских поэтов.", Author = "Владислав Ходасевич" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Владислав_Ходасевич", Text = "Так играли словами, коверкая смыслы, коверкая жизни.", Author = "Владислав Ходасевич" },
        };
    }
}