namespace StdbModule;

public static partial class RussianQuotes
{
    public static class ИосифБродский
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Каждая могила - край земли.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Томас Стернс, не бойся коз Безопасен сенокос. Память, если не гранит, Одуванчик сохранит.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Бог органичен. Да. А человек? А человек, должно быть, ограничен.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Что сказать мне о жизни? Что оказалась длинной. Только с горем я чувствую солидарность. Но пока мне рот не забили глиной, Из него раздаваться будет лишь благодарность.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Прощай, позабудь и не обессудь. А письма сожги, как мост. Да будет мужественным твой путь, да будет он прям и прост.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Гражданин второсортной эпохи, гордо признаю я товаром второго сорта свои лучшие мысли, и дням грядущим я дарю их, как опыт борьбы с удушьем.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Нынче ветрено и волны с перехлёстом. Скоро осень, всё изменится в округе. Смена красок этих трогательней, Постум, чем наряда перемена у подруги.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Если выпало в империи родиться Лучше жить в глухой провинции у моря.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Вот и прожили мы больше половины. Как сказал мне старый раб перед таверной: \"Мы, оглядываясь, видим лишь руины\". Взгляд, конечно, очень варварский, но верный.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Ни страны, ни погоста Не хочу выбирать. На Васильевский остров Я приду умирать.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "По-русски Исаак теряет звук.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Я заражен нормальным классицизмом. А вы, мой друг, заражены сарказмом.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Век скоро кончится, но раньше кончусь я.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "И, услышавши это, хочется бросить рыть землю, сесть на пароход и плыть, и плыть - не с целью открыть остров или растенье, прелесть иных широт, новые организмы, но ровно наоборот; главным образом - рот.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Птица уже не влетает в форточку. Девица, как зверь, защищает кофточку.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Навсегда расстаёмся с тобой, дружок. Нарисуй на бумаге простой кружок. Это буду я: ничего внутри. Посмотри на него - и потом сотри.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Эта местность мне знакома как окраина Китая!", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Лучший вид на этот город - если сесть в бомбардировщик.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Твой Новый год по темно-синей волне средь моря городского плывет в тоске необъяснимой, как будто жизнь начнется снова, как будто будет свет и слава, удачный день и вдоволь хлеба, как будто жизнь качнется вправо, качнувшись влево.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Мир создан был для мебели, дабы создатель мог взглянуть со стороны на что-нибудь, признать его чужим...", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Это абсурд, вранье: череп, скелет, коса. \"Смерть придет, у нее будут твои глаза\".", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Свобода - это когда забываешь отчество у тирана.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Я писал, что в лампочке - ужас пола, Что любовь как акт, лишена глагола.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Что не знал Эвклид, что сходя на конус, Вещь приобретает не ноль, но Хронос.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Если ты выбрал нечто, привлекающее других, это означает определенную вульгарность вкуса.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Оглядываться - занятие более благодарное, чем смотреть вперёд.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Мир, вероятно, спасти уже не удастся, но отдельного человека - всегда можно.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Страшный суд - страшным судом, но вообще-то человека, прожившего жизнь в России, следовало бы без разговоров помещать в рай.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Пока есть такой язык, как русский, поэзия неизбежна.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Мои расхождения с советской властью не политического, а эстетического свойства.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "За равнодушие к культуре общество прежде всего гражданскими свободами расплачивается. Сужение культурного кругозора - мать сужения кругозора политического. Ничто так не мостит дорогу тирании, как культурная самокастрация.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Тюрьма - это недостаток пространства, возмещенный избытком времени.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Чем человек мельче, жальче, тем более благодарный материал он собой представляет для мифологизации.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "По окончании конгресса я предполагал остаться в Бразилии дней на десять и снять дешёвый номер где-нибудь в районе Копакабаны, ходить на пляж, купаться и загорать.", Author = "Иосиф Бродский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Иосиф_Александрович_Бродский", Text = "Основная трагедия русской общественной жизни заключается в колоссальном неуважении человека к человеку, если угодно - в презрении.", Author = "Иосиф Бродский" },
        };
    }
}
