namespace StdbModule;

public static partial class RussianQuotes
{
    public static class ЛевТолстой
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "Я хочу, чтобы любовь к миру перестала быть робким стремлением народов, приходящих в ужас при виде бедствий войны, а чтоб она стала непоколебимым требованием честной совести.", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "Мы собрались здесь для того, чтобы бороться против войны...надеемся победить эту огромную силу всех правительств, имеющих в своем распоряжении миллиарды денег и миллионы войск...в наших руках только одно, но зато могущественнейшее средство в мире - истина.", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "Для меня безумие, преступность войны, особенно в последнее время, когда я писал и потому много думал о войне, так ясны, что кроме этого безумия и преступности ничего не могу в ней видеть.", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "Война такое несправедливое и дурное дело, что те, которые воюют, стараются заглушить в себе голос совести.", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "Я убежден, что в человека вложена бесконечная не только моральная, но даже физическая сила, но вместе с тем на эту силу положен ужасный тормоз - любовь к себе, или скорее память о себе, которая производит бессилие. Но как только человек вырвется из этого тормоза, он получает всемогущество .", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "Одни - либералы и эстеты - считают меня сумасшедшим или слабоумным вроде Гоголя; другие - революционеры и радикалы - считают меня мистиком, болтуном; правительственные люди считают меня зловредным революционером; православные считают меня дьяволом.", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "Любить - значит жить жизнью того, кого любишь.", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "Где любовь, там и Бог.", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "Нельзя заставить себя любить. Но то, что ты не любишь, не означа­ет, что в тебе нет любви, а только то, что в тебе есть нечто мешающее любить . Твоя душа полна любви, но она не может открыться, ибо твои грехи не дают ей этого. Освободи душу от того, что ее очерняет.", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "Чтобы жить честно, надо рваться, путаться, ошибаться, начинать и бросать... и вечно бороться и лишаться. А спокойствие - душевная подлость.", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "Величайшие истины - самые простые.", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "Для того чтобы жить доброй жизнью, нет надобности знать о том, откуда ты явился и что будет на том свете.", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "Мир движется вперед благодаря тем, кто страдает.", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "Истинная сила человека не в порывах, а в нерушимом спокойствии.", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "Не ждите многого от жизни, лучшего времени, чем теперь у вас, не будет... Счастья в жизни нет, есть только зарницы его - цените их, живите ими...", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "Неужели тесно жить людям на этом прекрасном свете, под этим неизмеримым звездным небом? Неужели может среди этой обаятельной природы удержаться в душе человека чувство злобы, мщения или страсти истребления себе подобных?", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "война... противное человеческому разуму и всей человеческой природе событие.", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "Было время, когда на Руси ни одной музыки не любили больше цыганской... Цыганская музыка была у нас в России единственным переходом от музыки народной к музыке ученой. ...Каждый русский будет сочувствовать цыганской песне, потому что корень ее народный.", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "В одной улыбке состоит то, что называют красотою лица: если улыбка прибавляет прелести лицу, то лицо прекрасно; если она не изменяет его, то оно обыкновенно; если она портит его, то оно дурно.", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "В этом и спасенье и казнь человека, что, когда он живет неправильно, он может себя затуманивать, чтобы не видать бедственности своего положения.", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "Опять война. Опять никому не нужные, ничем не вызванные страдания, опять ложь, опять всеобщее одурение, озверение людей.", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "Как может человек взять ружьё или стать к пушке и целиться в толпы ближних, желая убить их как можно больше?", Author = "Лев Толстой" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Лев_Николаевич_Толстой", Text = "Если мы будем обеспечивать благо насилием, то будем всё больше разоряться, нравственно падать и развращаться.", Author = "Лев Толстой" },
        };
    }
}
