using System;

namespace StdbModule;

public static partial class RussianQuotes
{
    public static class МаксимГорький
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "В совершенствовании человека — смысл жизни.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Если всё время человеку говорить, что он «свинья», то он действительно в конце концов захрюкает.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Против нас всё, что отжило свои сроки, отведённые ему историей; и это даёт нам право считать себя всё ещё в состоянии гражданской войны. Отсюда следует естественный вывод: если враг не сдаётся, — его истребляют.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Есть только две формы жизни: гниение и горение. Трусливые и жадные изберут первую, мужественные и щедрые — вторую…", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Жизнь тасует нас, как карты, и только случайно — и то не надолго — мы попадаем на своё место.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Литературная работа при серьёзном к ней отношении — очень трудная работа.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Личный эгоизм — это родный отец подлости.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Ложь — религия рабов и хозяев. Правда — бог свободного человека.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Лучшее наслаждение, самая высокая радость жизни — чувствовать себя нужным и близким людям.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Любовь — это желание жить.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Люди запутываются в массе лишних слов.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Надо понять, что труд учёного — достояние всего человечества и наука является областью наибольшего бескорыстия. Работники науки должны быть ценимы именно как самая продуктивная и драгоценная энергия народа, а потому для них необходимо создать условия, при которых рост этой энергии был бы всячески облегчён.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Нет силы более могучей, чем знание; человек, вооружённый знанием, — непобедим.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Память, этот бич несчастных, оживляет даже камни прошлого и даже в яд, выпитый некогда, подливает капли мёда…", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Русский язык достаточно богат, но у него есть свои недостатки, и один из них — шипящие звукосочетания: -вши, -вша, -вшу, -ща, -щей. На первой странице вашего рассказа вши ползают в большом количестве: прибывшую, проработавший, говоривших. Вполне можно обойтись и без насекомых.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Сидит человек… не двигается… и грешит оттого, что скучно ему, делать нечего: машина за него делает всё… Труда ему нет, а без труда — гибель человеку! Он обзавёлся машинами и думает — хорошо! Ан она, машина-то, — дьяволов капкан тебе! В труде для греха нет время, а при машине — свободно! От свободы — погибнет человек, как червь, житель недр земных, гибнет на солнце… От свободы человек погибнет!", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Слово — одежда всех фактов, всех мыслей.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Смысл жизни в красоте и силе стремления к цели, и нужно, чтобы каждый момент бытия имел свою высокую цель.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Ум имей хоть маленький, да свой.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Учитель, если он честен, всегда должен быть внимательным учеником.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Чтобы иметь право критиковать — надо верить в какую-то истину.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Человек — вот правда! Всё — в человеке, всё для человека! Существует только человек, всё же остальное — дело его рук и его мозга! Чело-век! Это — великолепно! Это звучит… гордо! Че-ло-век! Надо уважать человека! Не жалеть… не унижать его жалостью… уважать надо!", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Человек — чудо, единственное чудо на земле, а все остальные чудеса её — результаты творчества его воли, разума, воображения.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Язык — это оружие литератора, как ружьё — солдата. Чем лучше оружие — тем сильнее воин…", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Я не могу идеализировать, я только уверен, что все люди могут быть очень хорошими людьми, если они хотят этого и имеют на это свободное время.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Господи! Сколько на земле всякой сволочи, совершенно не нужной никому, совершенно ни на что не способной, тупой, скучаю­щей от пустоты своей, жадной на всё новое, глупо жадной.", Author = "Максим Горький" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Максим_Горький", Text = "Русский человек всегда ищет хозяина, кто бы командовал им извне, а ежели он пере­рос это рабье стремление, так ищет хомута, который надевает себе изнутри на душу, стремясь опять-таки не дать свободы ни уму, ни сердцу.", Author = "Максим Горький" },
        };
    }
}