namespace StdbModule;

public static partial class RussianQuotes
{
    public static class НиколайАсеев
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Николаевич_Асеев", Text = "Какой Хлебников футурист? Если уж хотите - он архаистом был. Вообще очень хорошо знал фольклор и древнюю литературу - не только русскую, но и восточную.", Author = "Николай Асеев" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Николаевич_Асеев", Text = "Мне даже подумать страх, Что, к ветру речей строга, Ты видишь во мне врага. Что там, где и надо б желчь, - Стихов твоих сот тяжел. За страшную жизнь твою, За жизнь в ледяном краю, Где смешаны блеск и мрак, Не враг я тебе, не враг.", Author = "Николай Асеев" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Николаевич_Асеев", Text = "Я лирик по складу своей души, По самой строчечной сути.", Author = "Николай Асеев" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Николаевич_Асеев", Text = "Задумавшиеся деревья, задористые лучи, в оврагах - ревущие ревмя всклокоченные ручьи. На ветра скрещённых саблях сложил свою голову снег, и свищет отходную зяблик зиме уходящей вослед.", Author = "Николай Асеев" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Николаевич_Асеев", Text = "Открой скорей ресницы, не в зимнем беспамятном сне: звенят, звенят синицы повторную славу весне.", Author = "Николай Асеев" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Николаевич_Асеев", Text = "Что выделывают птицы! Сотни радостных рулад, эхо по лесу катится, ели ухом шевелят...", Author = "Николай Асеев" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Николаевич_Асеев", Text = "Хорошо, что были вы живы, громкозвучный, смелый, большой; никогда не бывали лживы, никогда не кривили душой. С вами весело было смеяться, с вами неба - синей синева; с вами нечего было бояться отставать или унывать.", Author = "Николай Асеев" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Николаевич_Асеев", Text = "Зверинец яростных людей! Пустыня раскалённая! Читатель, в ужасе седей: вот правда не салонная.", Author = "Николай Асеев" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Николаевич_Асеев", Text = "Не слышит, но не сдаётся. Не пишет, но издаётся.", Author = "Николай Асеев" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Николаевич_Асеев", Text = "Из четырёх времён в году весна милей и ярче всех: с полей последний сходит снег, и почки пучатся в саду.", Author = "Николай Асеев" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Николаевич_Асеев", Text = "Снег и снег, и ель в снегу - в белых пачках - балериной, снег зажёгся на лугу ювелирною витриной.", Author = "Николай Асеев" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Николаевич_Асеев", Text = "Хорошо, что были вы живы, громкозвучный, смелый, большой; никогда не бывали лживы, никогда не кривили душой.", Author = "Николай Асеев" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Николаевич_Асеев", Text = "Люди! Бедные, бедные люди! Как вам скучно жить без стихов, без иллюзий и без прелюдий, в мире счётных машин и станков!", Author = "Николай Асеев" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Николаевич_Асеев", Text = "В конце концов всё дело в том, что мы, как все до нас, умрём. Матрос пьёт ром, больной пьёт бром, но каждый думает о том.", Author = "Николай Асеев" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Николаевич_Асеев", Text = "Уголь приближается к алмазу не одну, а много сотен лет; так народом медленно, не сразу выдаётся на-гора поэт.", Author = "Николай Асеев" },
        };
    }
}
