using System;

namespace StdbModule;

public static partial class RussianQuotes
{
    public static class НиколайЛосский
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Лосский", Text = "Из поэтов-символистов следующие четыре поэта писали больше всего по философским вопросам: Андрей Белый, Вячеслав Иванов, Н.М. Минский и Д.С. Мережковский.", Author = "Николай Лосский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Лосский", Text = "Андрей Белый рассматривает символизм как мировоззрение, составляющее основу символистического искусства и воплощающего «некоторые черты таоизма в реалистическом миросозерцании».", Author = "Николай Лосский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Лосский", Text = "Символизм есть синтез Индии, Персии, Египта, Греции и средних веков.", Author = "Николай Лосский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Лосский", Text = "Точные науки не объясняют мир как целое: они 'ограничивают' предмет познания и тем самым «систематизируют отсутствие познания».", Author = "Николай Лосский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Лосский", Text = "Жизнь раскрывается не через научное познание, а через творческую деятельность, которая «недоступна анализу, интегральна и всемогущественна».", Author = "Николай Лосский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Лосский", Text = "Она только может быть выражена в символических образах, облекающих идею.", Author = "Николай Лосский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Лосский", Text = "Единство жизни выражается такими символами, как Адам Кадмон из каббалы, Атман из индийской философии, Логос-Христос.", Author = "Николай Лосский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Лосский", Text = "В целом философия Андрея Белого есть разновидность пантеизма.", Author = "Николай Лосский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Лосский", Text = "В процессе познавательного или творческого 'символизирования' символ становится реальностью.", Author = "Николай Лосский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Лосский", Text = "Живое слово тесно связано с реальностью и поэтому получает магическую силу.", Author = "Николай Лосский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Лосский", Text = "Поэзия, говорит Андрей Белый, связана с творением слов – дар, которым он сам обладал в изумительной степени.", Author = "Николай Лосский" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Николай_Лосский", Text = "Некоторые из слов, придуманные им, следовало бы ввести во всеобщее употребление, но другие выражают такие неуловимые и быстротечные нюансы того предмета, который он изображает, что их можно использовать только раз в жизни.", Author = "Николай Лосский" },
        };
    }
}