namespace StdbModule;

public static partial class RussianQuotes
{
    public static class Тэффи
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ru.wikiquote.org/wiki/Тэффи", Text = "Так и кажется, что с облучка чичиковской тройки сам Гоголь оплевал огулом Россию. Никого не пощадил, даже о детях ничего хорошего не сумел сказать.", Author = "Тэффи" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Тэффи", Text = "Ах, зачем, зачем Германия Гомосексуальна! Я боюсь, что эта мания Кончится печально!", Author = "Тэффи" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Тэффи", Text = "Ты глаза на небо ласково прищурь, На пьянящую, звенящую лазурь! Пьяным кубком голубиного вина Напоит тебя свирельная весна!", Author = "Тэффи" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Тэффи", Text = "Вот завела я песенку, А спеть её - нет сил! Полез горбун на лесенку И солнце погасил!.. Я черноносых, лапчатых Качаю горбунят...", Author = "Тэффи" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Тэффи", Text = "Выше всех цвела георгина В голубом китайском саду. Её имя уста мандарина Называли в лунном бреду. Прилетали звенящие пчёлы, И в её золотой бокал Погружали злые уколы Острия ненасытных жал...", Author = "Тэффи" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Тэффи", Text = "Он ночью приплывёт на чёрных парусах, Серебряный корабль с пурпурною каймою! Но люди не поймут, что он приплыл за мною, И скажут: \"Вот, она сегодня умерла\"...", Author = "Тэффи" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Тэффи", Text = "Поёт мой сон... Не сплю и сплю, и внемлю - Цветами, травами звенит свирельный луг. И, чёрной раною разрезывая землю, Стальной струной гудит тяжелый плуг.", Author = "Тэффи" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Тэффи", Text = "Были страшны глаза, как чёрный костёр!", Author = "Тэффи" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Тэффи", Text = "Из всех писавших о реформе театра Евреинов - единственный \"театрал\", единственный, мечтающий о театре, хотя и реформированном, - а не о новом виде искусства, среднем между метафизикой и балетом. Ослабить элемент зрелища - вот мечта всех прежних новаторов. Усилить элемент зрелища - такова задача Евреинова.", Author = "Тэффи" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Тэффи", Text = "Гениальные писатели смогут проповедовать и убеждать только при помощи героев своих произведений, поскольку эти герои художественно доказывают полноту и истину идеи автора. Без этой художественной плоти, орудия писателя - идея его бесформенна и мертва.", Author = "Тэффи" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Тэффи", Text = "В чувствуется всеми что-то неладное, уродство какое-то. Но это уродство и есть то, что отличает его от других, это и есть его \"неладный\" талант. Жемчужина - болезнь раковины, её уродство. Но только это уродство и драгоценно.", Author = "Тэффи" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Тэффи", Text = "Я, между прочим, горжусь своим языком, который наша критика мало отмечала, выделяя \"очень комплиментарно\" малоценное в моих произведениях.", Author = "Тэффи" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Тэффи", Text = "Каждый мой смешной рассказ в сущности маленькая трагедия, юмористически повёрнутая.", Author = "Тэффи" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Тэффи", Text = "Анекдоты смешны, когда их рассказывают. А когда их переживают, это трагедия. И моя жизнь - это сплошной анекдот, то есть трагедия.", Author = "Тэффи" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Тэффи", Text = "Выше всех цвела георгина в голубом китайском саду. Её имя уста мандарина называли в лунном бреду.", Author = "Тэффи" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Тэффи", Text = "Passiflora - скорбное слово, тёмное имя цветка. Орудия страсти Христовой - узор его лепестка.", Author = "Тэффи" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Тэффи", Text = "Дать человеку возможность посмеяться - не менее важно, чем подать нищему милостыню или кусок хлеба. Посмеёшься - и голод не так мучает.", Author = "Тэффи" },
        };
    }
}
