using System;

namespace StdbModule;

public static partial class RussianQuotes
{
    public static class ФёдорСтепун
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://ru.wikiquote.org/wiki/Фёдор_Степун", Text = "Да, нет сомнения, что в годы короткой передышки между двумя революциями и двумя войнами, в десятилетие от года 1905 до года 1915, Россия переживала весьма знаменательный культурный подъём.", Author = "Фёдор Степун" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Фёдор_Степун", Text = "В Москве, в которой жил тогда Белый и на фоне которой помню его, шла большая, горячая и подлинно творческая духовная работа.", Author = "Фёдор Степун" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Фёдор_Степун", Text = "Протекала она не только в узком кругу передовой интеллигенции, но захватывала и весьма широкие слои.", Author = "Фёдор Степун" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Фёдор_Степун", Text = "В эти годы московской жизни Андрей Белый с одинаковой почти страстностью бурлил и пенился на гребнях всех её волн.", Author = "Фёдор Степун" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Фёдор_Степун", Text = "Перечислить всё, над чем тогда думал и чем мучился, о чём спорил и против чего неистовствовал в своих выступлениях Белый, решительно невозможно.", Author = "Фёдор Степун" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Фёдор_Степун", Text = "Его сознание подслушивало и отмечало всё, что творилось в те канунные годы как в русской, так и в мировой культуре.", Author = "Фёдор Степун" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Фёдор_Степун", Text = "Недаром он сам себя охотно называл сейсмографом.", Author = "Фёдор Степун" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Фёдор_Степун", Text = "Но чего бы ни касался Белый, он, в сущности, всегда волновался одним и тем же — всеохватывающим кризисом европейской культуры и жизни.", Author = "Фёдор Степун" },
            new Quote { Id = "https://ru.wikiquote.org/wiki/Фёдор_Степун", Text = "Все его публичные выступления твердили об одном и том же: о кризисе культуры, о грядущей революции, о горящих лесах и о расползающихся в России оврагах.", Author = "Фёдор Степун" },
        };
    }
}