using System;

namespace StdbModule;

public static partial class ChineseQuotes
{
    public static class 徐志摩
    {
        public static readonly Quote[] Quotes = new Quote[]
        {
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "我恨的是凡庸，平常，瑣細，俗；我愛個性的表現。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "我恨一切私利動機的活動，我恨作偽，恨愚闇，恨懦怯，恨下流，恨威嚇與誣陷。我愛真理，愛真實，愛勇敢，愛坦白，愛一切忠實的思想。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "我是一個不可教訓的個人主義者。這並不高深，這只是說我只知道個人，只認得清個人，只信得過個人。我信德謨克拉西的意義只是普遍的個人主義；在各個人自覺的意識與自覺的努力中含有真純德謨克拉西的精神：我要求每一朵花實現它可能的色香，我也要求各個人實現他可能的色香。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "我是一隻沒籠頭的野馬，我從來不曾站定過。我人是在這社會裡活著，我卻不是這社會裡的一個，像是有離魂病似的，我這軀売的動靜是一件事，我那夢魂的去處又是一件事。我是一個傻子：我曾經妄想在這流動的生活裡發現一些不變的價值，在這打謊的世上尋出一些不磨滅的真，在我這靈魂的冒險是生命核心裡的意義；我永遠在無形的經驗的巉巖上爬著。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "我平生教育之校擇者，都從眷愛自然得來。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "孤獨之於創造性的頭腦，猶如春風之於色彩斑瀾的渾沌萬物。它們本質上並不相同，卻以各自的方式，使頭腦和萬物最具活力，充滿了生命的朝氣。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "深刻的孤獨中產生的思想，就像陽光照在一顆多稜的寶石上，靈魂的奧祕瞬間即可感覺的形式，呈現出難以想像的壯麗。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "我信合理的生活，動機是愛，知識是南針；愛的生活也不能純粹靠感情，彼此的了解是不可少的。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "愛在儉樸的生活中，是有真生命的，像一朵朝露浸著的小草花；在奢華的生活中，即使有愛，不能純粹，不能自然，像熱屋子裡烘出來的花，一半天就有衰萎的憂愁。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "我之甘冒世之不韙，竭全力以鬥者，非特求免凶慘之苦痛，實求良心之安頓，求人格之確立，求靈魂之救度耳。人誰不求庸德？人誰不安現成？人誰不畏艱難？然且有突圍而出者，夫豈得至而然哉？我將於茫茫人海中訪我唯一靈魂之伴侶；得之，我幸；不得，我命，如此而已。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "我沒有別的辦法，我就有愛；沒有別的天才，就是愛；沒有別的能耐，只是愛；沒有別的動力，只是愛。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "感情是我的指南，衝動是我的風。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "定情──精神上的定親，偉大的彼此獻身──是一件偉大的事情，兩個靈魂在上帝面前自願的結合，人間再沒有更美的時刻。──戀愛神聖就在這絕對性，這完全性，這不變性；所以詩人說：戀愛成功，整個生命之光熄滅了。戀愛是生命的中心和精華，戀愛的成功是生命的成功；戀愛的失敗，是生命的失敗，這是不容疑義的。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "我所知的這個社會，則是一潭死水，帶著汙泥的髒黑，成群結隊的蟲蠅在它上方嗡嗡營營，在四周擁擠嘈雜，只有陳腐和僵死才是它的口味。確實，不只是極端憤世嫉俗的人才會斷言，在中國，人們看到的是一個由體質上的弱者，理智上的殘廢，道德上的懦夫，以及精神上的乞丐組成的堂皇國家。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "因為對待生活的冷靜態度，除了把神聖感情的火焰悶得幾乎熄滅外，還能是什麼呢？這顯然是對生活的否定。所謂生活的節制，除了是作為思想和行為的膽怯，人生活動的淺薄和貧乏的推脫(託)藉口外，還能是什麼呢？受人奉承的理性主義和謙讓精神，只是產生了一種普遍的懶惰習性，產生了我們稱作中華民國政府的荒唐怪物！", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "愛和平是我的生性。在怨毒、猜忌、殘殺的空氣中，我的神經每每感受一種不可名狀的壓迫，記得前年直奉戰爭時，過的日子簡直是一團漆黑，彷彿整個時代的沈悶蓋在我的頭頂──直到寫下了《毒藥》那幾首不成形的詛咒詩以後，心頭的緊張才漸漸地緩和下去。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "以我看來，共產黨目前在這裡最偉大的成就不但劃分了階級，更造成階級仇恨。你是知道的，中國在以往的世代根本沒有這勞什子，所以現在是魔鬼得勢了。昔日有些地方還可以享受一點和平與秩序，但一經他的影響，就立刻充滿了仇恨。知識界人士面對口號氾濫和暴民運動的狂潮，變得毫無辦法也毫無能力。所有的價值都顛倒，一切的尺度都轉向……這樣的一個地方，當然不適宜我輩生活。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "我們要負我們應負的責任，我們要來補織我們已經破爛的大網子，我們要在我們各個人生活裡抽出人道的同情的纖維來合成強有力的繩索，我們應當發現那適當的象徵，像半空裡那面大旗似的，引起普遍的注意；我們要修養我們精神的與道德的人格，預備忍受將來最難堪的試驗。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "我們不是要求篡取已成的世界，那是我們認為不可醫治的。我們也不是想來試驗新村或新社會，預備感化或是替舊社會做改良標本，那是十九世紀的迂儒的夢想，我也不打算進去空費時間的；並且那是訓練童子軍的性質，犧牲了多數人供一個人幻想的試驗的。我們的如其是一個運動，這決不是青年的運動，而是青年自動的運動，青年自己的運動，只是一個自尋救渡的運動。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "一個自己沒有基本信仰的人，不論他是新是舊，不但沒權利充任思想的領袖，並且不能在思想界佔任何的位置；正因為思想本身是獨立的，純粹性的，不含任何作用的，他那動機，我前面說過，是在重新審定，劈去時代的浮動性，一切評價的標準，與孤桐所謂第二者(即實際政家)之用心：「操剝復之機，妙調和之用」根本沒有關連。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "照群眾行為來看，中國人是最殘忍的民族。照個人行為看起來，中國人大多數是最無恥的個人。……中國人只會在殺人場上聽“小熱昏”(江浙一帶的一種民間曲藝），決不會在法庭上賀喜判決無罪的刑犯。只想把潔白的人齊拉入混濁的水裡，不會原諒拿人格的頭顱去撞開地獄門的精神。只是幸災樂禍，投井下石，不會冒一點子險去分肩他人為正義而奮鬥的負擔。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "他們相信天堂是有的，可以实现的，但在现世界与那天堂的中间隔着一座海，一座血污海。人类泅得过这血海，才能登彼岸，他们决定先实现那血海。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "我每次想到生與死的究竟時，我不定覺得生是可欲的，死是可悲，我自己的經驗與默察只使我相信生的底質是苦不是樂，是悲哀不是幸福，是淚不是笑，是拘束不是自由：因此從生入死，在我有時看來，只是解化了實體的存在，脫離了現象的世界，你原來能辨別苦樂，忍受折磨的性靈在這最後呼吸離竅的俄頃，又投入了一種異樣的冒險。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "是人沒有不想飛的。老是在這地面上爬著夠多厭煩，不說別的。飛出這圈子，飛出這圈子！到雲端裡去，到雲端裡去！那個心裡不成天千百遍的這麼想？飛上天空去浮著，看地球這彈丸在太空裡滾著，從陸地看到海，從海再看回陸地。凌空去看一個明白，這才是做人的趣味，做人的權威，做人的交代。這皮囊要是太重挪不動，就擲了它，可能的話，飛出這圈子，飛出這圈子！", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "「單獨」是一個耐尋味的現象。我有時想它是任何發見的第一個條件。你要發見你的朋友的「真」，你得有與他單獨的機會。你發見你的自己的真，你得給你自己一個單獨的機會。你要發見一個地方(地方一樣有靈性)，你也得有單獨玩的機會。我們這一輩子，認真說，能認識幾個人？能認識幾個地方？我們都是太匆忙，太沒有單獨的機會。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "我們的病根是在「忘本」。人是自然的產兒，就比枝頭的花與鳥是自然的產兒；但我們不幸是文明人，入世深似一天，離自然遠似一天。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "只有你單身奔赴大自然的懷抱時，像一個裸體的小孩撲入他母親的懷抱時，你才知道靈魂的愉快是怎樣的，單是活著的快樂是怎樣的，單就吸呼單就走單就張眼看聳耳聽的幸福是怎樣的。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "自然是最偉大的一部書，歌德說，在他每一頁的字句裡我們讀得最深奧的消息。並且這書上的文字是人人懂得的。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "大自然才是一大本是絕妙的奇書，每張上都寫有無窮無盡的意義，我們只要學會了研究這一大本書的方法，多少能夠了解他內容的奧義，我們的精神生活就不怕沒有滋養，我們理想的人格就不怕沒有基礎。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "理想就是我們信仰，努力的標準，果然我們能運用想像力為我們自己懸擬一個理想的人格，同時運用理智的機能，認定了目標努力去實現那理想，那時我們在奮鬥的經程中，一定可以得到加倍的勇氣，遇見了困難，也不至於失望，因為明知是題中應有的文章，我們的立身行事，也不必遷就社會已成的習慣與法律的範圍，而自能折中於超出尋常所謂善惡的一種更高的道德標準；我們那時便可以借用李太白當時躲在山裡自得其樂時答覆俗客的妙句，落去流水沓然去，別有天地非人間！", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "發展或是壓滅，自由或是奴從，真生命或是苟活，成品或是無格── 一切都在我們自己，全看我們在青年時期有否生命的覺悟，能否培養與保持心靈的自由，能否自覺的努力，能否把生活當作藝術，一筆不苟的做去。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "我以為自然界種種事物，不論其細如澗石，暫如花，黑如炭，明如秋月，皆孕有其深之意義，皆含有不可理解之神秘，皆為至美之象徵。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "我們不敢否認人是萬物之靈；我們卻能斷定人是萬物之淫；什麼是現代的文明；只是一個淫的現象。淫的代價是活力之腐敗與人道之醜化。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "悄悄的我走了，正如我悄悄的來；我揮一揮衣袖，不帶走一片雲彩。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "陰沈，黑暗，毒蛇似的蜿蜒，生活逼成了一條甬道：一度陷入，你只可向前，手捫索著冷壁的黏潮，在妖魔的臟腑內掙扎，頭頂不見一線的天光，這魂魄，在恐怖的壓迫下，除了消滅更有什麼願望？", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "我不知道風是在那一個方向吹──我是在夢中，她的負心，我的傷悲。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "你我相逢在黑夜的海上，你有你的，我有我的，方向；你記得也好，最好你忘掉，在這交會時互放的光亮！", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "愛情：像白天裡的星星，她早就回避，早沒了影。天黑它們也不得回來。半空裡永遠有烏雲蓋。", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "假如我是一朵雪花，翩翩的在半空裡瀟洒，我一定認清我的方向──飛颺，飛颺，飛颺──這地面上有我的方向。不去那冷寞的幽谷，不去那淒清的山麓，也不上荒街去惆悵！", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "我要你的愛有純鋼似的強，在這流動的生裡起造一座牆；任憑秋風吹盡滿園的黃葉，任憑白蟻蛀爛千年的畫壁；就使有一天霹靂震翻了宇宙，──也震不翻你我「愛牆」內的自由！", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "我是一團臃腫的凡庸，她是人間無比的仙容；但當戀愛將她偎入我的懷中，就我也變成了天神似的英雄！", Author = "徐志摩" },
            new Quote { Id = "https://zh.wikiquote.org/wiki/徐志摩", Text = "癡！想磔碎一個生命的纖微為要感動一個女人的心！想博得的，能博得的，至多是她的一滴淚，她的一陣心酸，竟許一半漠然的冷笑；但我也甘願，即使我粉身的消息傳到她的心裡如同傳給一塊頑石，她把我看作一隻地穴裡的鼠，一條蟲，我還是甘願！", Author = "徐志摩" },
        };
    }
}